{
  "jaqa": [
    "jaqa mf(A)n. (cf. ja/|u) cold, frigid, Pañcat. i, 12, 4; Kāvyād. ii, 34; Rājat. iv, 41",
    "stiff, torpid, motionless, apathetic, senseless, stunned, paralysed, Ragh. iii, 68; Śak. &amp;c.",
    "stupid, dull, Mn. viii, 394 (also a- neg., 148), Yājñ. ii; MBh. (ifc. ‘too stupid for’, iii, 437) &amp;c.",
    "void of life, inanimate, unintelligent, KapS. i, 146; vi, 50; NṛsUp.; Vedāntas.; Sarvad.",
    "dumb, Mn. ii, 110; Suśr.",
    "ifc. stunning, stupefying, Śak. iv, 6",
    "jaqa m. (g. aSvAdi) N. of Sumati (who simulated stupidity) cf. MārkP. x, 9",
    "cold, frost, W.",
    "idiocy, W.",
    "dulness, apathy, W.",
    "‘inanimate’, lifeless, matter (opposed to cetana)",
    "jaqa n. water (= jala), ŚārṅgP. (Subh.)",
    "lead, L."
  ],
  "Gana": [
    "Gana/ mf(A/)n. (√ han) a striker, killer, destroyer, RV. i, 4, 8; iii, 49, 1; iv, 38, 1; viii, 96, 18",
    "compact, solid, material, hard, firm, dense, i, 8, 3 (GanA/ for °na/m A/), Suśr. &amp;c.",
    "coarse, gross",
    "viscid, thick, inspissated, Suśr.; Bhartṛ.; Kathās. xxiv, 93",
    "full of (in comp.), densely filled with (in comp.), MBh. i, xiii; Ragh. viii, 90; Ratnāv. iv, 2",
    "uninterrupted, Pañcat. iii, 14, 11",
    "dark (cf. -SyAma), BhP. iv, 5, 3",
    "deep (as sound; colour), MBh. i, 6680; VarBṛS. xliii, 19",
    "complete, all, Kathās. iv, 53",
    "auspicious, fortunate, W.",
    "Gana/ m. (= ϕόνος) slaying, RV. vi, 26, 8",
    "an iron club, mace, weapon shaped like a hammer, i, 33, 4; 36, 16; 63, 5; ix, 97, 16; AV. x, 4, 9",
    "any compact mass or substance (generally ifc.), ŚBr. xiv &amp;c. (said of the foetus in the 2nd month, Nir. xiv, 6; Laghuj. iii, 4)",
    "ifc. mere, nothing but (e.g. vijYAna-Gana/, ‘nothing but intuition’, ŚBr. xiv), MāṇḍUp. 5; PraśnUp. v, 5; BhP. viii f. (cf. ambu-, ayo-)",
    "a collection, multitude, mass, quantity, W.",
    "vulgar people, Subh.",
    "a cloud, MBh. &amp;c. (ifc. f(A). , Hariv. 2660)",
    "talc, L.",
    "the bulbous root of Cyperus Hexastachyus communis, Suśr. vi",
    "a peculiar form of a temple, Hcat. ii, 1, 389",
    "a particular method of reciting the RV. and Yajur-veda (cf. RTL. p. 409)",
    "the cube (of a number), solid body (in geom.), Laghuj.; Sūryas.",
    "phlegm (kaPa), L.",
    "the body, L.",
    "extension, diffusion, W.",
    "Gana/ n. any brazen or metallic instrument or plate which is struck (cymbal, bell, gong, &amp;c.), Hariv. 8688",
    "iron, L.",
    "tin, L.",
    "a mode of dancing (neither quick nor slow), L.",
    "darkness, L."
  ],
  "Ahan": [
    "A-√ han P. -hanti (Impv. A/-jahi, AV. &amp;c.; pf. A/-jaGAna, RV. &amp;c.) Ā. -hate (only if no object follows, Pāṇ. i, 3, 28, or if the object is a part of one's own body, Kāty.; Pot. 1. sg. -GnIya, Pat. on Pāṇ. i, 1, 62; Daś.) to strike at, hit, beat; to attack, assault, RV.; TS.; ĀśvGṛ.; MBh.; Kathās. &amp;c.: (Ā.) to strike one's self (or any part of one's body), BhP.; Pāṇ. and Comm. Bhaṭṭ.; to make away with one's self, Daś. 91, 15; to fasten, AV.; ŚBr.; to beat or cause to sound (a drum &amp;c.), TS.; ŚBr.; Kathās.; Bhaṭṭ. &amp;c.: Intens. A/-jaNGanti, RV. vi, 75, 13, to strike at or beat violently."
  ],
  "udaya": [
    "ud-aya/ &amp;c. See p. 186, col. 1.",
    "ud-aya/ m. going up, rising",
    "swelling up, R.",
    "rising, rise (of the sun &amp;c.), coming up (of a cloud), ŚBr.; KātyŚr.; Mn.; Śak. &amp;c.",
    "the eastern mountain (behind which the sun is supposed to rise), MBh.; Hariv.; Kathās. &amp;c.",
    "going out, R.",
    "coming forth, becoming visible, appearance, development",
    "production, creation, RV. viii, 41, 2; R.; Ragh.; Yājñ.; Śak.; Kum. &amp;c.",
    "conclusion, result, consequence, MBh.; Ragh.; Mn.",
    "that which follows",
    "a following word, subsequent sound, Pāṇ. viii, 4, 67; RPrāt.; APrāt. &amp;c.",
    "rising, reaching one's aim, elevation",
    "success, prosperity, good fortune, Kathās.; Ragh. &amp;c.",
    "profit, advantage, income",
    "revenue, interest, R.; Yājñ.; Mn. &amp;c.",
    "the first lunar mansion",
    "the orient sine (i.e. the sine of the point of the ecliptic on the eastern horizon), Sūryas.",
    "N. of several men.",
    "N. of a mountain near Rāja-gṛha, MWB. 403 n. 1"
  ],
  "tadanna": [
    "ta/d—anna (ta/d-), mfn. accustomed to that food, RV. viii, 47, 16",
    "eating (that i.e.) the same food, R. ii, 103, 30 and 140, 13."
  ],
  "DAma": [
    "1. DAma m. pl. N. of a class of superhuman beings, MBh.",
    "DAma n. abode &amp;c. = DAman, L.",
    "2. DAma in comp. for °man, below."
  ],
  "acala": [
    "a-cala mf(A)n. not moving, immovable",
    "a-cala m. a mountain, rock",
    "a bolt or pin",
    "the number seven",
    "N. of Śiva and of the first of the nine deified persons, called ‘white Balas’ among the Jainas",
    "of a Devarṣi, VP."
  ],
  "ta[m]": [
    "tam cl. 4. tA/myati (Pāṇ. vii, 3, 74; rarely Ā. R. ii, 63, 46; Gīt. v, 16; pf. tatAma, ŚBr. iv; aor. Pass. atami, Pāṇ. vii, 3, 34, Kāś.; Ved. inf. ta/mitos, with A/ preceding, ‘till exhaustion’, TBr. i, 4, 4, 2; TāṇḍyaBr. xii; Lāṭy.; Āp.; pf. Pass. p. -tAnta/, q.v.) to gasp for breath (as one suffocating), choke, be suffocated, faint away, be exhausted, perish, be distressed or disturbed or perplexed, RV. ii, 30, 7 (na/ mA tamat [aor. subj.] ‘may I not be exhausted’), Kāṭh.; TBr. &amp;c.; to stop (as breath), become immovable or stiff, Suśr.; Mālatīm.; Amar.; Rājat. v, 344; to desire (cf. 2. °ma, °mata), Dhātup. xxvi, 93 : Caus. tama/yati (aor. Pass. atAmi, Pāṇ. vi, 4, 93, Kāś.) to suffocate, deprive of breath, ŚBr. iii, 3, 2, 19 and 8, 1, 15; KātyŚr. vi, 5, 18; cf. a/-tameru."
  ],
  "Sam": [
    "1. Sam cl. 4. P. (Dhātup. xxvi, 92), SA/myati (rarely °te, and ep. also Samati, °te; Ved. Samyati, Simyati, and cl. 9. SamnAti [Naigh. ii, 9], SamnIze, SamnITAs Impv. SamnIzva, SamIzva, Samizva, SamIDvam; pf. SaSAma, SemuH, Br. &amp;c.; SaSame/ Subj. SaSa/mate, RV.; p. SaSamAna/ [q.v.]; aor. a/SamizWAs, RV.; aSamat, Br. [cf. pres.]; Prec. SamyAt Gr.; fut. SamitA, Samizyati, ib.; ind.p. SamitvA, SAntvA, SAmam or Samam, ib.), to toil at, fatigue or exert one's self (esp. in performing ritual acts), RV.; TBr.; to prepare, arrange, VS.; to become tired, finish, stop, come to an end, rest, be quiet or calm or satisfied or contented, TS.; ŚBr. &amp;c.; to cease, be allayed or extinguished, MBh.; Kāv. &amp;c.; cl. 9. (cf. above) to put an end to, hurt, injure, destroy, Kāṭh. : Pass. Samyate (aor. aSami), Pāṇ. vii, 3, 34 : Caus. Sama/yati (mc. also SAmayati; aor. aSISamat; Pass. SAmyate), to appease, allay, alleviate, pacify, calm, soothe, settle, RV. &amp;c. &amp;c.; to put to an end or to death, kill, slay, destroy, remove, extinguish, suppress, TS. &amp;c. &amp;c.; to leave off, desist, MBh.; to conquer, subdue, Kālid.; Bhaṭṭ. : Desid. SiSamizati Gr.: Intens. SaMSamIti (Bālar.), SaMSamyate, SaMSanti (Gr.), to be entirely appeased or extinguished (pf. SaMSamAM cakruH, Bhaṭṭ.). [cf. Gk. κάμνω],",
    "2. Sa/m ind. (g. cAdi and svar-Adi) auspiciously, fortunately, happily, well (frequently used in the Veda, rarely in later language; often to be translated by a subst., esp. in the frequent phrase Sa/M yo/H or Sa/M ca yo/S ca, ‘happiness and welfare’, sometimes joined with the verbs BU, as, kf, dA, vah, yA, sometimes occurring without any verb; with dat. or gen. [cf. Pāṇ. ii, 3, 73, Sch.]; in some cases corresponding to an adj., e.g. SaM tad asmE, that is pleasant to him), RV.; &amp;c."
  ],
  "ha": [
    "1. ha the thirty-third and last consonant of the Nāgarī alphabet (in Pāṇini's system belonging to the guttural class, and usually pronounced like the English h in hard; it is not an original letter, but is mostly derived from an older G, rarely from D or B).",
    "2. ha m. (only L.) a form of Śiva or Bhairava (cf. nakulISa)",
    "water",
    "a cipher (i.e. the arithmetical figure which symbolizes o)",
    "meditation, auspiciousness",
    "sky, heaven, paradise",
    "blood",
    "dying",
    "fear",
    "knowledge",
    "the moon",
    "Viṣṇu",
    "war, battle",
    "horripilation",
    "a horse",
    "pride",
    "a physician",
    "cause, motive",
    "= pApa-haraRa",
    "= sakopa-vAraRa",
    "= Suzka",
    "hA (also A, f.) laughter",
    "ha (am), n. the Supreme Spirit",
    "pleasure, delight",
    "a weapon",
    "the sparkling of a gem",
    "calling, calling to the sound of a lute",
    "ha ind. = aham (?), IndSt.",
    "ha mfn. mad, drunk.",
    "3. ha ind. (prob. orig. identical with 2. Ga, and used as a particle for emphasizing a preceding word, esp. if it begins a sentence closely connected with another; very frequent in the Brāhmaṇas and Sūtras, and often translatable by) indeed, assuredly, verily, of course, then &amp;c. (often with other particles, e.g. with tv eva, u, sma, vE &amp;c.; na ha, ‘not indeed’; also with interrogatives and relatives, e.g. yad Da, ‘when indeed’; kad Da, ‘what then?’ sometimes with impf. or pf. [cf. Pāṇ. iii, 2, 116]; in later language very commonly used as a mere expletive, esp. at the end of a verse), RV.; &amp;c.",
    "4. ha mf(A)n. (fr. √ han) killing, destroying, removing (only ifc.; see arAti-, vftra-, Satruha &amp;c.)",
    "5. ha mf(A)n. (fr. √ 3. hA) abandoning, deserting, avoiding (ifc.; see an-oka- and vApI-ha)",
    "ha See 4. ha, p. 1286, col. 1.",
    "ha See 5. ha, p. 1286, col. 1."
  ],
  "ra": [
    "1. ra the 2nd semivowel (corresponding to the vowels f and F, and having the sound of r in ring).",
    "2. ra (in prosody) a cretic (¯ ˘ ¯), Piṅg.",
    "3. ra mfn. (√ rA) acquiring, possessing, Naiṣ.",
    "giving, effecting, Śiś.",
    "ra m. (only L.) fire, heat",
    "love, desire",
    "speed",
    "ra n. brightness, splendour (used in explaining an etymology), L."
  ],
  "Alava": [
    "A-lava See A-√ lU.",
    "A-lava m. stubble Comm. on TS."
  ],
  "nAman": [
    "nA/man n. (prob. neither fr. √ jYA nor fr. √ mnA [cf. Uṇ. iv, 150]; ifc. f. either = m. or °mnI) a characteristic mark or sign, form, nature, kind, manner, RV.; VS.; AV.",
    "name, appellation, RV. &amp;c. &amp;c.",
    "personal name (as opp. to gotre, family n°; cf. nama-gotra above), Kāś. on Pāṇ. viii, 2, 23 (often ifc. = named, called, e.g. vizRu-Sarma-nAmA paRqitaH, a sage named V°)",
    "merely the n° (as opp. to reality; cf. nAma-DAraka, -mAtra, -Seza &amp;c.), a noun (as opp. to a verb), Nir.; Prāt.",
    "substance, essence (in the Mīmāṃsā phil. opp. to guRa, accidental quality)",
    "a good or great name, renown, fame (only ifc.; cf. sva-, suma/ntu-)",
    "water, Naigh. i, 11",
    "nAman [cf. Zd. nāman; Gk. ὄ-νομα; Lat. nōmen; Goth. namō; Germ. namo &amp;c.; Eng. name.]"
  ],
  "kam": [
    "1. ka/m ind. (Gk. κεν) well (opposed to a-kam, ‘ill’), TS.; ŚBr. &amp;c.",
    "a particle placed after the word to which it belongs with an affirmative sense, ‘yes’, ‘well’ (but this sense is generally so weak that Indian grammarians are perhaps right in enumerating kam among the expletives, Nir.; it is often found attached to a dat. case, giving to that case a stronger meaning, and is generally placed at the end of the Pāda, e.g. a/jIjana o/zaDIr Bo/janAya ka/m, thou didst create the plants for actual food, RV. v, 83, 10), RV.; AV.; TS. v",
    "kam is also used as an enclitic with the particles nu, su, and hi (but is treated in the Pada-pāṭha as a separate word; in this connection kam has no accent but once, AV. vi, 110, 1), RV.; AV.",
    "a particle of interrogation (like kad and kim), RV. x, 52, 3",
    "(sometimes, like kim and kad, at the beginning of compounds) marking the strange or unusual character of anything or expressing reproach, L.",
    "head, L.",
    "food, Nir.",
    "water, Nir.; Nigh.",
    "happiness, bliss, L.",
    "2. kam cl. 1. Ā. (not used in the conjugational tenses) cakame, kamitA, kamizyate, acakamata, Dhātup. xii, 10 to wish, desire, long for, RV. v, 36, 1; x, 117, 2; AV. xix, 52, 3; ŚBr.; Ragh. &amp;c.; to love, be in love with, have sexual intercourse with, ŚBr. xi; BhP. : Caus. Ā. (ep. also P.) kAmayate, -ti, kAmayAM-cakre, acIkamata, &amp;c.; to wish, desire, long for (with acc. or inf. or Pot. Pāṇ. iii, 3, 157; e.g. kAmaye BuYjIta BavAn, I wish your worship may eat; kAmaye dAtum, I wish to give, Kāś.), RV.; AV.; TS.; MBh. &amp;c.; to love, be in love with, have sexual intercourse with, RV. x, 124, 5; 125, 5; ŚBr.; MBh. &amp;c.; to cause any one to love, Ṛtus. (in that sense P. Vop.); (with bahu or aty-arTam) to rate or value highly, R. : Desid. cikamizate and cikAmayizate: Intens. caMkamyate;",
    "kam [cf. Lat. comis; also amo, with the loss of the initial, for camo; câ-rus for cam-rus: Hib. caemh, ‘love, desire; fine, handsome, pleasant’; caomhach, ‘a friend, companion’; caomhaim, ‘I save, spare, protect’; Armen. kamim.]"
  ],
  "A": [
    "1. A the second vowel of the alphabet corresponding to the a in far.",
    "2. A ind. a particle of reminiscence, Pāṇ. i, 1, 14; Pat.",
    "also of compassion or pain [more correctly written 1. As, q.v.], and of assent, L. [This particle remains unaltered in orthography even before vowels (which causes it to be sometimes confounded with 1. As), Pāṇ. i, 1, 14.]",
    "3. A m. N. of Śiva, L.",
    "grandfather, L.",
    "A f. N. of Lakṣmī, L.",
    "4. A/ (as a prefix to verbs, especially of motion, and their derivatives) near, near to, towards (see A-√ kram &amp;c.; in the Veda, of course, the prefix is separable from the verb; in a few cases, RV. i, 10, 11 and v, 64, 5, a verb in the imperative is to be supplied; with roots like gam, yA, and i, ‘to go’, and 1. dA, ‘to give’, it reverses the action; e.g. A-gacCati, ‘he comes’; A-datte, ‘he takes’). (As a prep. with a preceding acc.) near to, towards, to, RV.",
    "(with a preceding noun in the acc., as jo/zam or va/ram) for, RV.",
    "(with a following acc.) up to … exclusively, AitBr.",
    "(with a preceding abl.) from, RV.; AV.",
    "out of, from among (e.g. bahu/Bya A/, ‘from among many’), RV.",
    "towards (only in asma/d A/, ‘towards us’), RV.",
    "(with a following abl. cf. Pāṇ. ii, 1, 13 &amp; 3, 10) up to, to, as far as, RV.; AV. &amp;c.",
    "from, RV. i, 30, 21",
    "(with a preceding loc.) in, at, on RV.; AV. (As an adv. after words expressing a number or degree) fully, really, indeed (e.g. tri/r A/ diva/s, ‘quite or fully three times a day’; mahimA/ vAm i/ndrAgnI pa/nizWa A/,, ‘your greatness, O Indra and Agni, is most praiseworthy indeed’, &amp;c.), RV.",
    "(after a subst. or adj.) ‘as, like’, (or it simply strengthens the sense of the preceding word), RV., (after a verb), RV. v, 7, 7; KenaUp.",
    "(as a conjunctive particle) moreover, further, and (it is placed either between the two words connected [rarely after the second, RV. x, 16, 11, or after both, RV. x, 92, 8] or, if there are more, after the last [RV. iv, 57, 1 and x, 75, 5]; see also AtaS ca s.v.) In classical Sanskṛt it may denote the limit ‘to’, ‘until’, ‘as far as’, ‘from’, either not including the object named or including it (sometimes with acc. or abl. or forming an adv.) e.g. A-maraRam or A-maraRAt, ‘till death’, Pañcat. (cf. A-maraRAnta &amp;c.)",
    "A-gopAlA dvijAtayaH, ‘the twice-born including the cowherds’, MBh. ii, 531",
    "A-samudram or A-samudrAt, ‘as far as the ocean’ or ‘from the ocean’ (but not including it)",
    "A-kumAram, ‘from a child’ or ‘from childhood’ or ‘to a child’ (cf. Lat. a puero), MBh. iii, 1403",
    "A-kumAram yaSaH pARineH, ‘the fame of Pāṇini extends even to children’",
    "A/ AjAnu-bAhu mfn. ‘one whose arms reach down to the knees’, R. i, 1, 12",
    "A/ (see also AkarRa- and Ajanma-)",
    "A/ (cf. A-jarasa/m, A-vyuza/m, A-saptama, otsUrya/m.) Prefixed to adj. [rarely to subst.; cf. A-kopa] it implies diminution, Pāṇ. ii, 2, 18 Comm. ‘a little’ e.g. A-piYjara mfn. a little red, reddish, Ragh. xvi, 51",
    "A/ (see also A-pakva, ozRa, &amp;c.) Some commentaries (e.g. Comm. on Ragh. iii, 8) occasionally give to A in this application the meaning samantAt, ‘all through, completely’, as A-nIla, ‘blue all round’."
  ],
  "Ka": [
    "1. Ka the second consonant of the alphabet (being the aspirate of the preceding consonant; often in MSS. &amp; Inscr. confounded with za).",
    "2. Ka am, m. the sun, L.",
    "3. Ka/ n. (√ Kan) a cavity, hollow, cave, cavern, aperture, RV.",
    "an aperture of the human body (of which there are nine, viz. the mouth, the two ears, the two eyes, the two nostrils, and the organs of excretion and generation), AV. xiv, 2, 1 and 6; Prāt.; KaṭhUp.; Gaut.; Mn. &amp;c.",
    "(hence) an organ of sense, BhP. viii, 3, 23",
    "(in anat.) the glottis, W.",
    "‘the hole made by an arrow’, wound, Mn. ix, 43",
    "the hole in the nave of a wheel through which the axis runs, RV.; ŚBr. xiv",
    "vacuity, empty space, air, ether, sky, ŚBr. xiv; PraśnUp.; Mn. xii, 120 &amp;c.",
    "heaven, L.",
    "Brahma (the Supreme Spirit), W.",
    "(in arithm.) a cypher, Sūryas.; Sāh.",
    "the Anusvāra represented by a circle (bindu), L.",
    "N. of the tenth astrological mansion, VarBṛ.",
    "talc, L.",
    "a city, L.",
    "a field, L.",
    "happiness (a meaning derived fr. su-Ka, duH-Ka), L.",
    "action, L.",
    "understanding, L.",
    "Ka [cf. Gk. χάος; Lat. halo.]"
  ],
  "anDa(s)": [
    "1. a/nDas n. darkness, obscurity, RV.",
    "2. a/nDas n. (Gk. ἄνθος), a herb",
    "the Soma plant",
    "Soma juice, RV.; VS.",
    "juice, ŚBr.",
    "grassy ground, RV. vii, 96, 2",
    "food, MBh. iii, 13244; BhP."
  ],
  "Anava": [
    "A/nava mf(I)n. (fr. 2. anu, BRD.), kind to men, RV.",
    "humane, ib.",
    "a foreign man, RV. vii, 18, 13 (according to T.[fr. Anu = man], ‘belonging to living men’)."
  ],
  "han": [
    "1. han cl. 2. P. (Dhātup. xxiv, 2) hanti (3. du. hata/H, 3. pl. Gnanti; rarely Ā. hate, 3. pl. Gnate; and cl. 1. hanati, Ved. also jiGnate, °ti; Pot. hanyAt, Br. also ha/nIta, GnIta; Impv. jahi/, TĀr. hanDi/; impf. a/han, Ved. and ep. also ahanat, ahanan, aGnanta; p. jaGnat, GnamAna, MBh.; pf. jaGA/na, jaGnu/H, Br. and ep. also jaGne, °nire, Subj. jaGa/nat, RV.; p. jaGniva/s, Ved. also jaGanvas; aor. ahAnIt, JaimBr. [cf. √ vaD]; fut. hantA, MBh.; haMsyati, ib.; hanizya/ti, °te, AV. &amp;c.; inf. ha/ntum, Ved. also ha/ntave, °tavE/, °toH; ind.p. hatvA/, Ved. also °tvI/, °tvAya, -hatya; -hanya, MBh.; -GA/tam, Br. &amp;c.), to strike, beat (also a drum), pound, hammer (acc.), strike &amp;c. upon (loc.), RV. &amp;c. &amp;c.; to smite, slay, hit, kill, mar, destroy, ib.; to put to death, cause to be executed, Mn.; Hit.; to strike off, Kathās.; to ward off, avert, MBh.; to hurt, wound (the heart), R.; to hurl (a dart) upon (gen.), RV.; (in astron.) to touch, come into contact, VarBṛS.; to obstruct, hinder, Rājat.; to repress, give up, abandon (anger, sorrow &amp;c.), Kāv.; BhP.; (?) to go, move, Naigh. ii, 14 : Pass. hanya/te (ep. also °ti; aor. avaDi or aGAni), to be struck or killed, RV. &amp;c. &amp;c.: Caus. GAtayati, °te (properly a Nom. fr. GAta, q.v.; aor. ajIGatat or ajIGanat), to cause to be slain or killed, kill, slay, put to death, punish, Mn.; MBh. &amp;c.; to notify a person's death (kaMsaM GAtayati = kaMsa-vaDam Acazwe), Pāṇ. iii, 1, 26, Vārtt. 6 Pat.; to mar, destroy, MBh.; Pañcat. (v.l.) : Desid. ji/GAMsati, °te (Pot. jiGAMsIyat, MBh.; impf. ajiGAMsIH, ŚBr.), to wish to kill or destroy, RV. &amp;c. &amp;c.: Intens. ja/NGanti (RV.; p. jaNGanat, ja/NGnat or Ga/niGnat), jaNGanyate (with pass. sense, MuṇḍUp.), jeGnIyate (Pāṇ. vii, 4, 31), to strike = tread upon (loc. or acc.), RV.; to slay, kill, ib.; to dispel (darkness), destroy (evil, harm), ib.; to hurt, injure, wound, MuṇḍUp.",
    "han [cf. Gk. θείνω, θάνατος; ϕόνος, ἔπεϕνον πέϕαται; Lat. de-fendere, of-fendere; Lit. genu, gíti; Slav. gǔnati.]",
    "2. han mf(GnI)n. killing, a killer, slayer (only ifc.; see ari-, tamo-han &amp;c.)"
  ],
  "mAnasa": [
    "mAnasa/ mf(I, once A)n. (fr. ma/nas) belonging to the mind or spirit, mental, spiritual (opp. to SArIra, corporeal), VS. &amp;c. &amp;c.",
    "expressed only in the mind, performed in thought i.e. silent, tacit (as a hymn or prayer), ŚrS.; Mn.; MBh.",
    "conceived or present in the mind, conceivable, imaginable, R.",
    "relating to or dwelling on the lake Mānasa (see n. below), BhP.",
    "mAnasa/ m. a form of Viṣṇu, VP.",
    "N. of a serpent-demon, MBh.",
    "of a son of Vapuṣ-mat, MārkP.",
    "mAnasa/ m. pl. a partic. class of deceased ancestors (regarded as sons of Vasiṣṭha), Cat.",
    "a class of ascetics, RāmatUp.",
    "N. of the Vaiśyas in Śākadvīpa, MBh.",
    "of the worlds of the Soma-pa, Hariv.",
    "mAnasa/ n. (ifc. f(A). ) the mental powers, mind, spirit, heart, soul (= manas, g. prajYAdi), KaṭhUp.; MBh.; Kāv. &amp;c.",
    "mAnasa/ n. (in law) tacit or implied consent, W.",
    "a kind of salt, KātyŚr., Sch.",
    "the 25th mansion from that under which one is born, VarYogay.",
    "(with or scil. saras, or tIrTa) N. of a sacred lake and place of pilgrimage on mount Kailāsa (the native place of the wild geese, which migrate to it every year at the breeding season), MBh.; Kāv.; Pur.",
    "N. of wk. on Śilpa or art."
  ],
  "Ahanana": [
    "A-ha/nana n. the act of striking at, beating, KātyŚr.",
    "killing (an animal), AV.",
    "a stick for beating a drum, AV. xx, 133, 1."
  ],
  "ASas": [
    "A-Sa/s f. (earlier form for 1. ASA/) wish, desire, hope (praise [Sāy.]), RV.; AV. vii, 57, 1."
  ],
  "anna": [
    "anna mfn. (√ ad), eaten, L.",
    "a/nna (a/nnam), n. food or victuals, especially boiled rice",
    "bread corn",
    "food in a mystical sense (or the lowest form in which the supreme soul is manifested, the coarsest envelope of the Supreme Spirit)",
    "water, Naigh.",
    "Viṣṇu",
    "earth, L."
  ],
  "manas": [
    "ma/nas n. mind (in its widest sense as applied to all the mental powers), intellect, intelligence, understanding, perception, sense, conscience, will, RV. &amp;c. &amp;c. (in phil. the internal organ or antaH-karaRa of perception and cognition, the faculty or instrument through which thoughts enter or by which objects of sense affect the soul, IW. 53; in this sense manas is always regarded as distinct from Atman and puruza, ‘spirit or soul’ and belonging only to the body, like which it is — except in the Nyāya — considered perishable; as to its position in the various systems See for Nyāya and Vaiśeṣika, IW. 63; 67; 76, for Sāṃkhya and Vedānta, ib. 84; 109; 117; in RV. it is sometimes joined with hfd or hfdaya, the heart, Mn. vii, 6 with cakzus, the eye)",
    "the spirit or spiritual principle, the breath or living soul which escapes from the body at death (called asu in animals; cf. above), ib.",
    "thought, imagination, excogitation, invention, reflection, opinion, intention, inclination, affection, desire, mood, temper, spirit, ib. (ifc. after a verbal noun or an inf. stem in °tu = having a mind or wishing to; cf. drazwu-m° &amp;c.; manaH √ kf, to make up one's mind; with gen., to feel inclination for ; manaH √ kf, pra-√ kf, √ DA, vi-√ DA, √ Df, √ banD and Caus. of ni-√ viS with loc. dat. acc. with prati, or inf., to direct the mind or thoughts towards, think of or upon; manaH with sam-A-√ DA, to recover the senses, collect one's self; with √ han See mano-hatya; ma/nasA ind. in the mind; in thought or imagination; with all the heart, willingly; with gen., by the leave of; with iva = °seva, as with a thought, in a moment; with √ man, to think in one's mind, be willing or inclined; with saM-√ gam, to become unanimous, agree; manasi with √ kf, to bear or ponder in the mind, meditate on, remember; with ni-√ DA, to impress on the mind, consider; with √ vft, to be passing in one's mind)",
    "N. of the 26th Kalpa (s.v.), Cat.",
    "of the lake Mānasa, BhP.",
    "manaso dohaH N. of a Sāman, ĀrṣBr.",
    "manas [cf. Gk. μένος; Lat. Miner-va.]"
  ],
  "da": [
    "1. da the 3rd and soft letter of the 4th or dental class.",
    "2. da mf(A)n. (√ 1. dA) ifc. (Pāṇ. iii, 2, 3) giving, granting, offering, effecting, producing (e.g. aBIzwa-, ‘giving any desired object’, Pañcat. ii, 50; gaja-vAji-vfdDi-, ‘promoting the welfare of elephants and horses’, VarBṛS. xviii, 5), Mn.; MBh. &amp;c. (cf. agni-; a-doma-da/; anna-, arTa-, garBa-, janma- &amp;c.)",
    "da m. n. a gift, L.",
    "3. da mfn. (√ do) ifc. See anala-, 2. jIva-",
    "da m. n. the act of cutting off, L.",
    "4. da mfn. (√ 4. da-) ifc. See fSya-da/.",
    "5. da = da/t cf. a-panna-, panna-",
    "zo-qa.",
    "6. da m. a mountain, L.",
    "da n. a wife (derived fr. da/m-patI), L."
  ],
  "SaM": [
    "SaM in comp. for 2. Sam."
  ],
  "aSakya": [
    "a-Sakya mfn. impossible, impracticable, KātyŚr.; MBh. &amp;c.",
    "impossible to be composed (as a book, Mn. xii, 94) or to be executed (as an order, Kathās.), not to be overcome, invincible, R. vi, 17, 8; Pañcat."
  ],
  "navAnna": [
    "navAnna n. new rice or grain",
    "first-fruits, AitBr.; Mn.",
    "a ceremony observed on first eating n° rice &amp;c., MW."
  ],
  "tadA": [
    "tadA/ ind. (Pāṇ. v, 3, 15 and 19 ff.) at that time, then, in that case (often used redundantly, esp. after tatas or purA or before aTa, MBh. &amp;c.; correlative of ya/d [AV. xi, 4, 4], yatra [ChUp. vi, 8, 1], yadA [Mn.; MBh. &amp;c.], yadi [Gīt.; Vet.; Hit.], yarhi [BhP. i, 18, 6], yatas, ‘since’, [MBh. xiii, 2231], ced [Śak. v (v.l.), Kathās. xi; Śrut.])",
    "ta°dA-tadA then and then, Sāy. on RV. i, 25, 8",
    "ta°dA-praBfti from that time forward, (correlative of yadApr°, R. iii, 17, 21; of yadA, Śak. vi, 4/5), R.; Ragh. ii, 38; Kathās. ii, 62",
    "tarhi tadA (correlative of yadi) then, Vet. iv, 24/25",
    "yadA — tadA (both repeated or the verb being repeated), at any time when — then, Hit.",
    "yadA-tadA at any time whatsoever, always, MBh. i, 6373; Naiṣ. viii, 39."
  ],
  "sad": [
    "1. sad in comp. for sat.",
    "2. sad cl. 1. or cl. 6. P. (Dhātup. xx, 24 and xxvii, 133) sIdati (ep. also °te; Ved. sa/dati or sI/dati, °te; pf. sasA/da, sasa/tTa, sedu/s, sedire/, RV.; sIdatus, MBh.; sasadyAt, AV.; aor. asadat [cf. pres. stem] Gr.; 2. 3. sg. sa/tsi, sa/tsat, RV.; asAdIt, TĀr.; fut. sattA Gr.; satsyati, Br.; sIdizyati, Pur.; inf. sa/de, RV.; sattum, Br.; sIditum, MBh.; ind.p. -sa/dya, -sa/dam, RV.; -sAdam, Br.), to sit down (esp. at a sacrifice), sit upon or in or at (acc. or loc.), RV.; AV.; VS.; ŚBr.; to sit down before, besiege, lie in wait for, watch (acc.), RV.; AitBr.; to sink down, sink into despondency or distress, become faint or wearied or dejected or low-spirited, despond, despair, pine or waste away, perish, Mn.; MBh. &amp;c. : Pass. sadyate (aor. asAdi, sAdi, RV.) : Caus. sAda/yati, °te (aor. asIzadat), to cause to sit down or be seated, place down, put upon or in (loc.), RV. &amp;c. &amp;c.; to put in distress, afflict, weary, exhaust, ruin, destroy, MBh.; Kāv. &amp;c.: Desid. sizatsati Gr.: Intens. sAsadyate (Gr. also sAsatti), to sit down in an indecent posture, Bhaṭṭ.",
    "sad [cf. Gk. ἵζω for σίσδω; Lat. sidere, sedere; Lith. sė́sti, sedė́ti; Slav. sěsti; Goth. sitan; Germ. sitzen; Angl.Sax. sittan; Eng. sit.]",
    "3. sa/d mfn. (mostly ifc.; for 1. See p. 1137, col. 1) sitting or dwelling in (cf. adma-, antarikza-, apsu-sad &amp;c.)",
    "sa/d covering (the female); sa/dA = ‘ever’ in AV. iv, 4, 7"
  ],
  "tatra": [
    "ta/tra ind. (also °trA, RV.) (ta/-tra, correlative of ya/-tra; g. cAdi, not in Kāś.) used for the loc. (sg. du. and pl.) of ta/d (q.v., Pāṇ. v, 3, 10; vi, 3, 35), RV.; AV.; Mn. &amp;c.",
    "in that place, there (in comp. Pāṇ. ii, 1, 46), RV. &amp;c.",
    "thither, to that place, ib.",
    "in that, therein, in that case, on that occasion, under those circumstances, then, therefore, (also correlative of ya/d [vi, 57, 4; AV. xii, 1, 34; Nal. &amp;c.], yadA [Pañcat. i, 19, 8], yadi [Mn. viii f.; Cāṇ.; Hit.], or ced [Mn. viii, 295; ix, 205]; tatra mAsa, ‘that month’ i.e. the month that has been spoken of Kathās. xviii, 208)",
    "ta/°tra tatra used for double loc. of ta/d, Nal. v, 8",
    "ta/°tra tatra in that and that place, here and there, everywhere, Mn. vii, 87; MBh.; BhP.",
    "ta/°tra tatra to every place, MBh.",
    "yatra tatra used for the loc. yasmiMs tasmin, in whatever, Mn. iii, 50; vi, 66; xii, 102",
    "yatra tatra in whatever place, anywhere, MBh. xiii, 3686",
    "yatra tatra to any place whatever, v, 5997",
    "yatra tatra at any rate, indiscriminately, xiii, 514",
    "yatra tatrApi, to whatever place, v, 1084; Kathās. xxxvi, 101;",
    "tatra [cf. Goth. thathrō.]"
  ],
  "tanva": [
    "tanva m. N. of the author of a Sāman (cf. 2. tA/nva)",
    "(n., ?) a part of the body, Śulbas. ii, 37."
  ],
  "avarya": [
    "avarya Nom. P. °ryati, to become lower, (g. kaRqv-Adi, q.v.)"
  ],
  "aDIna": [
    "aDIna mfn. (fr. aDi) ifc. resting on or in, situated",
    "depending on, subject to, subservient to."
  ],
  "pa": [
    "1. pa the first labial consonant.",
    "2. pa mf(pA and pI)n. (√ 1. pA) drinking (cf. aMhri-, aneka- &amp;c.; also paka in tEla-paka)",
    "pa m. f. the act of drinking, L.",
    "3. pa mfn. (√ 3. pA) guarding, protecting, ruling (ifc.; cf. aja-, kula- &amp;c.; also paka in hasti-paka)",
    "4. pa m. (in music for paYcama) the fifth note of the gamut.",
    "5. pa m. (only L.) wind",
    "a leaf",
    "= pUta"
  ],
  "sarasa": [
    "sarasa n. (for sa-rasa See s.v.) = saras, a lake, pond, pool (see jala-, deva-, and maRqUka-s°).",
    "sa—rasa &amp;c. See s.v.",
    "sa-rasa mf(A)n. (for sarasa See p. 1182, col. 2) containing sap, juicy, pithy, potent, powerful, TS.; Br.; GṛŚrS.; Megh.",
    "moist, wet, Hariv.; Kāv.; Kathās.",
    "fresh, new, Mālav.; Śiś.; Sāh.",
    "tasty, tasting like (comp.), Kathās.",
    "elegant, beautiful, charming, gracious, Kāv.; Kathās.",
    "expressive of poetical sentiment (see rasa)",
    "passionate, impassioned, enamoured, full of love or desire, ib."
  ],
  "samara": [
    "sam-ara &amp;c. See sam-√ f, p. 1170.",
    "sam-ara/ m. (or n. g. arDarcAdI) coming together, meeting, concourse, confluence, RV.; AV.; ŚBr.",
    "(ifc. f(A). ) hostile encounter, conflict, struggle, war, battle with (saha), ŚāṅkhBr.; MBh. &amp;c.",
    "N. of a king of the Vidyā-dharas, Kathās.",
    "of a king of Kāmpilya, Hariv.",
    "of a brother of king Avantivarman, Rājat."
  ],
  "va": [
    "1. va the 3rd semivowel (corresponding to the vowels u and U, and having the sound of the English v, except when forming the last member of a conjunct consonant, in which case it is pronounced like w; it is often confounded and interchanged with the labial consonant b).",
    "2. va m. (only L.) air, wind",
    "the arm",
    "N. of Varuṇa",
    "the ocean, water",
    "addressing",
    "reverence",
    "conciliation",
    "auspiciousness",
    "a dwelling",
    "a tiger",
    "cloth",
    "the esculent root of the water-lily",
    "va n. a weaver (?). a sort of incantation or Mantra (of which the object is the deity Varuṇa)",
    "= pra-catas",
    "va mfn. strong, powerful.",
    "3. va ind. = iva, like, as, MBh.; Kāv. &amp;c. (in some more or less doubtful cases)."
  ],
  "sadaya": [
    "sa—daya mf(A)n. merciful, compassionate, kind, gentle (ibc. and am ind. ‘mercifully, kindly, gently, gradually’), Kāv.; Kathās."
  ],
  "aTa": [
    "a/Ta or a/TA (or Ved. a/TA), ind. (probably fr. pronom. base a) an auspicious and inceptive particle (not easily expressed in English), now; then; moreover; rather; certainly; but; else; what? how else? &amp;c."
  ],
  "Sata": [
    "Sata/ n. (rarely m.; ifc. f(I). ) a hundred (used with other numerals thus, ekADikaM Satam, or eka-S°, a h° + one, 101 viMSaty-aDikaM Satam or viMSaM S°, a h° + twenty, 120; Sate or dve Sate or dvi-Satam or Sata-dvayam, 200; trIRi SatAni or tri-SatAni or Sata-trayam, 300; zaw-Satam, 600; or the comp. becomes an ordinal, e.g. dvi-Sata, the 200th; dvikaM, trikaM Satam = 2, 3 per cent; SatAtpara, ‘beyond a h°, exceeding 100’; the counted object is added either in the gen., or in the same case as Sata, or ibc., e.g. Satam pitaraH or Satam pitFRAm or pitf-Satam ‘a h° ancestors’; sometimes also ifc. See comp. below; rarely Satam is used as an indecl. with an instr., e.g. Sata/M ra/TeBiH, ‘with a h° chariots’, RV. i, 48, 7; rarely occurs a masc. form in pl., e.g. paYca-SatAn raTAn, MBh. iv, 1057; and Sata n. rarely in comp. of the following kind, catur-varza-Satam or °tAni, ‘400 years’), RV. &amp;c.;",
    "any very large number (in comp. as Sata-pattra &amp;c. below).",
    "Sata [cf. Gk. ἑ-κατόν ‘one’ hundred; Lat. centum; Lith. szìmtas; Got. (twa) hunḍa; Germ. hund-ert; Eng. hund-red.]"
  ],
  "dvaya": [
    "dvaya/ mf(I)n. (fr. and in comp. = dvi) twofold, double, of 2 kinds or sorts, RV.; AV.; Br.; MBh. &amp;c. (°ye m. pl. Śiś. iii, 57)",
    "dvaya/ n. id.",
    "two things, both (e.g. tejo-, the 2 luminaries, Śak. iv, 2), Yājñ.; MBh.; Kāv. &amp;c. (ifc. A, R. i, 29, 14)",
    "twofold nature, falsehood, RV. i, 147, 4 &amp;c.",
    "the masc. and fem. gender, Gr.",
    "dvaya [cf. Zd. dvaya; Gk. δοιός.]"
  ],
  "Anana": [
    "Anana n. the mouth",
    "the face, R.; Ragh. &amp;c.",
    "entrance, door, L.",
    "Anana See under Ana/ above."
  ],
  "aBaya": [
    "a/-Baya mf(A)n. unfearful, not dangerous, secure",
    "a-Ba/ya mfn. fearless, undaunted, ŚBr. xiv",
    "a/-Baya (as), m. N. of Śiva",
    "of a natural son of Bimbisāra",
    "of a son of Idhmajihva, BhP.",
    "of a river in Krauñcadvīpa, BhP.",
    "a/-Baya (a/-Bayam), n. (ifc. f(A). ) absence or removal of fear, peace, safety, security, RV. &amp;c. (cf. a/Baya-tama below)",
    "‘safety’, (applied as proper name to) a child of Dharma and his reign in Plakṣadvīpa, BhP.",
    "a kind of symbol procuring security, Hcat.",
    "a sacrificial hymn recited to obtain personal security, Kauś.",
    "the root of a fragrant grass, Andropogon Muricatum."
  ],
  "jAmA": [
    "jAmA f. a daughter, MBh. xiii, 2474."
  ],
  "a": [
    "1. a the first letter of the alphabet",
    "the first short vowel inherent in consonants.",
    "2. a (pragfhya, q.v.), a vocative particle [a ananta, O Viṣṇu], T.",
    "interjection of pity, Ah!",
    "3. a (before a vowel an, exc. a-fRin), a prefix corresponding to Gk. ἀ, ἀν, Lat. in, Goth. and Germ. un, Eng. in or un, and having a negative or privative or contrary sense (an-eka not one; an-anta endless; a-sat not good; a-paSyat not seeing)",
    "rarely prefixed to Inf. (a-svaptum not to sleep, TāṇḍyaBr.) and even to forms of the finite verb (a-spfhayanti they do not desire, BhP.; Śiś.) and to pronouns (a-saH not he, Śiś.; a-tad not that, BhP.)",
    "occasionally denoting comparison (a-brAhmaRa like a Brahman, T.)",
    "sometimes disparagement (a-yajYa a miserable sacrifice)",
    "sometimes diminutiveness (cf. a/-karRa, an-udarA)",
    "rarely an expletive (cf. a-kupya, a-pUpa). According to Pāṇ. vi, 2, 161, the accent may be optionally either on the first or last syllable in certain compounds formed with a (as a/-tIkzRa or a-tIkzRa/, a/-Suci or a-Suci/, a/n-anna or an-anna/)",
    "the same applies to stems ending in tf accentuated on the first syllable before a is prefixed",
    "cf. also a/-tUrta and a-tU/rta, a/-Binna and a-Binna/, &amp;c.",
    "4. a the base of some pronouns and pronom. forms, in asya, atra, &amp;c.",
    "5. a the augment prefixed to the root in the formation of the imperfect, aorist, and conditional tenses (in the Veda often wanting, as in Homer, the fact being that originally the augment was only prefixed in principal sentences where it was accentuated, whilst it was dropped in subordinate sentences where the root-vowel took the accent).",
    "6. a m. N. of Viṣṇu, L. (especially as the first of the three sounds in the sacred syllable om)."
  ],
  "ya": [
    "1. ya the 1st semivowel (corresponding to the vowels i and I, and having the sound of the English y, in Bengal usually pronounced j).",
    "2. ya m. (in prosody) a bacchic (˘ ¯ ¯), Piṅg.",
    "3. ya the actual base of the relative pronoun in declension [cf. ya/d and Gk. ὅς, ἥ, ὅ].",
    "4. ya m. (in some senses fr. √ 1. yA, only, L.) a goer or mover",
    "wind",
    "joining",
    "restraining",
    "fame",
    "a carriage (?)",
    "barley",
    "light",
    "abandoning"
  ],
  "na": [
    "1. na the dental nasal (found at the beginning of words and before or after dental consonants as well as between vowels; subject to conversion into Ra, Pāṇ. viii, 4, 1-39).",
    "2. na/ ind. not, no, nor, neither, RV. (nA, x, 34, 8) &amp;c. &amp;c. (as well in simple negation as in wishing, requesting and commanding, except in prohibition before an Impv. or an augmentless aor. [cf. 1. mA]; in successive sentences or clauses either simply repeated, e.g. Mn. iv, 34; or strengthened by another particle, esp. at the second place or further on in the sentence, e.g. by u [cf. no], uta/, api, cApi, vA, vApi or aTa vA, RV. i, 170, 1; 151, 9; Nal. iii, 24, &amp;c.; it may even be replaced by ca, vA, api ca, api vA, &amp;c. alone, as, Mn. ii, 98; Nal. i, 14, &amp;c.; often joined with other particles, beside those mentioned above esp. with a following tu, tv eva, tv eva tu, ced, q.v., Kalu, q.v., ha [cf. g. cAdi and Pāṇ. viii, 1, 31] &amp;c.; before round or collective numbers and after any numeral in the instr. or abl. it expresses deficiency, e.g. ekayA na viMSati, not 20 by 1 i.e. 19 ŚBr.; paYcaBir na catvAri SatAni, 395 ib.; with another na or an a priv. it generally forms a strong affirmation [cf. Vām. v, 1, 9] e.g. neyaM na vakzyati, she will most certainly declare, Śak. iii, 9; nAdaRqyo 'sti, he must certainly be punished, Mn. viii, 335; it may also, like a, form compounds, Vām. v, 2, 13 [cf. below])",
    "that not, lest, for fear lest (with Pot.), MBh.; R.; Daś. &amp;c.",
    "like, as, as it were (only in Veda and later artificial language, e.g. gOro na tfzitaH piba, drink like [lit. ‘not’ i.e. ‘although not being’] a thirsty deer; in this sense it does not coalesce metrically with a following vowel).",
    "na [cf. Gk. νη-; Lat. ně-; Angl.Sax. ne, ‘not’; Engl. no, &amp;c.]",
    "3. na mfn. (L.) thin, spare",
    "vacant, empty",
    "identical",
    "unvexed, unbroken",
    "na m. band, fetter",
    "jewel, pearl",
    "war",
    "gift",
    "welfare",
    "N. of Buddha",
    "N. of Gaṇeśa",
    "= prastuta",
    "= dviraRqa (?)"
  ],
  "i": [
    "1. i the third vowel of the alphabet, corresponding to i short, and pronounced as that letter in kill &amp;c.",
    "2. i ind. an interjection of anger, calling, sorrow, distress, compassion, &amp;c., (g. cAdi, Pāṇ. i, 4, 57, &amp;c.)",
    "3. i base of Nom. and Acc. sg. du. and pl. of the demonstrative pronoun idam, ‘this’ or ‘that’",
    "i [cf. i/tara, itas, iti, i/d, idA/, iyat, iva, iha: cf. also Lat. id; Goth. ita; Eng. it; Old Germ. iz; Mod. Germ. es.]",
    "4. i m. N. of Kāmadeva, L.",
    "5. i cl. 2. P. e/ti (Impv. 2. sg. ihi/) and 1. P. Ā. a/yati, ayate [cf. √ ay], (pf. iyAya [2. sg. iya/Ta, AV. viii, 1, 10, and iye/Ta, RV.] fut. ezyati; aor. EzIt; inf. etum, e/tave, RV. &amp; AV., e/tavE/, RV. e/tos, RV. ityE/, RV. i, 113, 6; 124, 1) to go, walk; to flow; to blow; to advance, spread, get about; to go to or towards (with acc.), come, RV.; AV.; ŚBr.; MBh.; R.; Hit.; Ragh. &amp;c.; to go away, escape, pass, retire, RV.; AV.; ŚBr.; R.; to arise from, come from, RV.; ChUp.; to return (in this sense only fut.), MBh.; R.; (with punar) to come back again, return, MBh.; R.; Pañcat. &amp;c.; to succeed, Mn. iii, 127; to arrive at, reach, obtain, RV.; AV.; ŚBr.; Śak.; Hit. &amp;c.; to fall into, come to; to approach with prayers, gain by asking (cf. ita); to undertake anything (with acc.); to be employed in, go on with, continue in any condition or relation (with a part. or instr., e.g. asura-rakzasAni mfdyamAnAni yanti, ‘the Asuras and Rakshases are being continually crushed’, ŚBr. i, 1, 4, 14; gavAmayaneneyuH, ‘they, were engaged in the [festival called] Gavāmayana’, KātyŚr. xxv, 5, 2); to appear, be, KaṭhUp. : Intens. Ā. I/yate (RV. i, 30, 18; p. iyAna/, RV.; inf. iya/DyE, RV. vi, 20, 8) to go quickly or repeatedly; to come, wander, run, spread, get about, RV.; AV.; VS.; to appear, make one's appearance, RV.; AV.; BṛĀrUp.; to approach any one with requests (with two acc.), ask, request, RV.; AV.: Pass. I/yate, to be asked or requested, RV.: Caus. Ayayati, to cause to go or escape, Vop.;",
    "i [cf. Gk. εἶ-μι, ἴ-μεν; Lat. e-o, ī-mus, i-ter, &amp;c.; Lith. ei-mì, ‘I go’; Slav. i-dû, ‘I go’, i-ti, ‘to go’; Goth. i-ddja, ‘I went’.]"
  ],
  "u": [
    "1. u the fifth letter and third short vowel of the alphabet, pronounced as the u in full.",
    "2. u ind. an interjection of compassion, anger, L.",
    "a particle implying assent, calling, command, L.",
    "3. u ind. an enclitic copula used frequently in the Vedas;",
    "(as a particle implying restriction and antithesis, generally after pronominals, prepositions, particles, and before nu and su, equivalent to) and, also, further; on the other hand (especially in connexion with a relative, e.g. ya u, he on the contrary who &amp;c.)",
    "This particle may serve to give emphasis, like id and eva, especially after prepositions or demonstrative pronouns, in conjunction with nu, vE, hi, cid, &amp;c. (e.g. aya/m u vAm puruta/mo … johavIti [RV. iii, 62, 2], this very person [your worshipper] invokes you &amp;c.) It is especially used in the figure of speech called Anaphora, and particularly when the pronouns are repeated (e.g. ta/m u stuza i/ndram ta/m gfRIze [RV. ii, 20, 4], him I praise, Indra, him I sing). It may be used in drawing a conclusion, like the English ‘now’ (e.g. ta/d u ta/TA na/ kuryAt [ŚBr. v, 2, 2, 3], that now he should not do in such a manner), and is frequently found in interrogative sentences (e.g. ka/ u ta/c ciketa [RV. i, 164, 48], who, I ask, should know that?)",
    "Pāṇini calls this particle uY to distinguish it from the interrogative u. In the Pada-pāṭha it is written Um.",
    "In the classical language u occurs only after aTa, na, and kim, with a slight modification of the sense, and often only as an expletive (see kim);",
    "u — u or u — uta, on the one hand — on the other hand; partly — partly; as well — as.",
    "4. u cl. 5. P. unoti (see vy-u, RV. v, 31, 1) : cl. 2. Ā. (1. sg. uve/, RV. x, 86, 7) : cl. 1. Ā. avate, Dhātup.; to call to, hail; to roar, bellow (see also ota = A-uta).",
    "5. u m. N. of Śiva",
    "also of Brahman, L."
  ],
  "as": [
    "1. as cl. 2. P. a/sti (2. sg. a/si, 1. sg. a/smi; pl. sma/si or sma/s, sTa/, sa/nti; (rarely Ā., e.g. 1. pl. smahe, MBh. xiii, 13); Subj. a/sat; Imper. astu, 2. sg. eDi (fr. as-Di cf. Pāṇ. vi, 4, 119); Pot. syA/t; impf. A/sIt, rarely As [only in RV. x; cf. Pāṇ. vii, 3, 97] ; perf. 1. and 3. sg., A/sa, 2. sg. A/siTa, 3. pl. Asu/H; p. m. sa/t f. satI/) to be, live, exist, be present; to take place, happen; to abide, dwell, stay; to belong to (gen. or dat.); to fall to the share of, happen to any one (gen.); to be equal to (dat.), ŚBr. xiv; Mn. xi, 85; to turn out, tend towards any result, prove (with dat.); to become, BṛĀrUp. &amp;c., (cf. Pāṇ. v, 4, 51-55); to be (i.e. used as copula, but not only with adj., but also with adv. [e.g. tUzRIm AsIt, MBh. iii, 4041], and often with part., [e.g. perf. Pass. p. prasTitAH sma, N.; fut. p.p. hantavyo 'smi, N.; fut. p. especially with Pot., and only in ŚBr., as ya/di dAsya/n-t-syA/t, ‘if he should intend to give’]; the pf. Asa helps to form the periphrastic perf., and asmi &amp;c. the fut.);",
    "as [cf. Gk. ἐσ-τί; Lat. es-t; Goth. is-t; Lith. es-ti.]",
    "2. as cl. 4. P. a/syati (p. a/syat; impf. A/syat, AV. [cf. parAs and vy-as]; fut. p. asizya/t; aor. AsTat [Nir. ii, 2; Pāṇ. vii, 4, 17; cf. vy-as]; perf. P. Asa [cf. parAs] Ā. Ase [cf. vy-as]; Ved. Inf. a/stave, VS.) to throw, cast, shoot at (loc. dat., or gen.), RV. &amp;c.; to drive or frighten away, Nalod. iv, 36; See also 1. asta/ s.v.",
    "3. as asati, °te = √ az, q.v."
  ],
  "ka": [
    "1. ka the first consonant of the alphabet, and the first guttural letter (corresponding in sound to k in keep or king).",
    "2. ka/ kas, kA, kim, interrog. pron. (see kim and 2. kad, and cf. the following words in which the interrogative base ka appears, katama, katara, kati, kaTam, kadA, karhi, kA, &amp;c.), who? which? what? In its declension ka follows the pronoun tad except in nom. acc. sing. neut., where kim has taken the place of kad or kat in classical Sanskṛt; but the old form kad is found in the Veda (see Gram. 227);",
    "ka [cf. Zd. ka, kô, kâ, kat; Gk. πόθεν, πῶς, (Ion. κόθεν, κῶς), τίς, τί; Lat. quis, quid; Lith. kas ká; Goth. hvas, hvô, hva, Angl.Sax. hwā, hwaet; Eng. who, what.]",
    "The interrogative sentence introduced by ka is often terminated by iti (e.g. kasya sa putra iti kaTyatAm, let it be said, ‘whose son is he?’), but iti may be omitted and the sentence lose its direct interrogative character (e.g. kasya sa putro na jYAyate, it is not known whose son he is). ka with or without √ 1. as may express ‘how is it possible that?’ ‘what power have I, you, they, &amp;c.?’ (e.g. ke mama Danvino'nye, what can the other archers do against me? ke AvAm paritrAtum, what power have we to rescue you?) ka is often connected with a demonstrative pron. (e.g. ko 'yam AyAti, who comes here?) or with the potential (e.g. ko hariM nindet, who will blame Hari?) ka is sometimes repeated (e.g. kaH ko 'tra, who is there? kAn kAn, whom? whom? i.e. which of them? cf. Gram. 54), and the repetition is often due to a kind of attraction (e.g. kezAM kiM SAstram aDyayanIyam, which book is to be read by whom? Gram. 836. a). When kim is connected with the inst. c. of a noun or with the indecl. participle it may express ‘what is gained by doing so, &amp;c.?’ (= ko'rTas); (e.g. kiM vilambena, what is gained by delay? kim bahunA, what is the use of more words? Danena kiM yo na dadAti, what is the use of wealth to him who does not give? with inst. and gen., nIrujaH kim OzaDEH, what is the use of medicine to the healthy?)",
    "ka is often followed by the particles iva, u, nAma, nu, vA, svid, some of which serve merely to generalize the interrogation (e.g. kim iva etad, what can this be? ka u Sravat, who can possibly hear? ko nAma jAnAti, who indeed knows? ko nvayam, who, pray, is this? kiM nu kAryam, what is to be done? ko vA devAd anyaH, who possibly other than a god? kasya svid hfdayaM nAsti, of what person is there no heart?)",
    "ka is occasionally used alone as an indefinite pronoun, especially in negative sentences (e.g. na kasya ko vallaBaH, no one is a favourite of any one; nAnyo jAnAti kaH, no one else knows; kaTaM sa GAtayati kam, how does he kill any one?) Generally, however, ka is only made indefinite when connected with the particles ca, cana/, cid, vA, and a/pi, in which case ka may sometimes be preceded by the relative ya (e.g. ye ke ca, any persons whatsoever; yasyE kasyE ca devatAyE, to any deity whatsoever; yAni kAni ca mitrARi, any friends whatsoever; yat kiMca, whatever). The particle cana, being composed of ca and na, properly gives a negative force to the pronoun (e.g. yasmAd indrAd fte kiMcana, without which Indra there is nothing), but the negative sense is generally dropped (e.g. kaScana, any one; na kaScana, no one), and a relative is sometimes connected with it (e.g. yat kiMcana, anything whatsoever). Examples of cid with the interrogative are common; vA and api are not so common, but the latter is often found in classical Sanskṛt (e.g. kaScid, any one; kecid, some; na kaScid, no one; na kiMcid api, nothing whatsoever; yaH kaScid, any one whatsoever; kecit — kecit, some — others; yasmin kasmin vA deSe, in any country whatsoever; na ko 'pi, no one; na kimapi, nothing whatever). ka may sometimes be used, like 2. kad, at the beginning of a compound. See ka-pUya, &amp;c.",
    "3. ka/ as, m. (according to native authorities) N. of Prajāpati or of a Prajāpati, VS. xx, 4; xxii, 20; TS. i; ŚBr. &amp;c.",
    "of Brahman, MBh. i, 32; BhP. iii, 12, 51; xii, 13, 19; 20",
    "of Dakṣa, BhP. ix, 10, 10",
    "of Viṣṇu, L.",
    "of Yama, L.",
    "of Garuḍa",
    "the soul, Tattvas.",
    "a particular comet, VarBṛS.",
    "the sun, L.",
    "fire, L.",
    "splendour, light, L.",
    "air, L.",
    "a peacock, L.",
    "the body, L.",
    "time, L.",
    "wealth, L.",
    "sound, L.",
    "a king, L.",
    "= kAma-granTi (?)",
    "ka/ (am), n. happiness, joy, pleasure, ChUp. iv, 10, 5; Nir. &amp;c.",
    "water, MaitrS. i, 10, 10; ŚBr. x; Yājñ. &amp;c.",
    "the head",
    "hair, a head of hair, L.",
    "ka/ n. (also regarded as ind.; cf. 1. kam.)",
    "4. ka a Taddhita affix (much used in forming adjectives; it may also be added to nouns to express diminution, deterioration, or similarity, e.g. putraka, a little son; aSvaka, a bad horse or like a horse)."
  ],
  "tman": [
    "tma/n m. (= Atma/n) the vital breath, RV. i, 63, 8 (acc. tma/nam), ĀśvŚr. vi, 9, 1 (acc. tmAnam)",
    "one's own person, self, RV.; 'tman after e, or o for Atman, KaṭhUp. iii, 12; MBh. i-iii; BhP. vii, 9, 32",
    "tma/n ind. uta/ tma/nA or tma/nAca ‘and also, and certainly’, iva or na/ tma/nA ‘just as’, a/Da tma/nA, ‘and even’, RV."
  ],
  "he": [
    "he ind. a vocative particle (‘oh!’ ‘ho!’ &amp;c.; also said to express envy or ill-will or disapprobation), ŚBr.; &amp;c."
  ],
  "nAna": [
    "nAna m. N. of a man (also -Bawwa), Cat."
  ],
  "I": [
    "1. I the fourth letter of the alphabet, corresponding to i long, and having the sound of ee in feel.",
    "2. I m. N. of Kandarpa, the god of love, L.",
    "I f. (I or Is) N. of Lakṣmī, L. [also in MBh. xii, 11220, according to Nīlak. (who reads puRyacaYcur I)].",
    "3. I ind. an interjection of pain or anger",
    "a particle implying consciousness or perception, consideration, compassion.",
    "4. I for √ i. See 5. i."
  ],
  "aSna": [
    "1. a/Sna mfn. (√ 2. aS), voracious [RV. i, 164, 1 and 173, 2] See a/San at end",
    "a/Sna (as), m. N. of a demon, RV. ii, 14, 5; 20, 5; vi, 4, 3.",
    "2. aSna m. (cf. a/San), a stone, RV. viii, 2, 2",
    "a cloud, Naigh."
  ],
  "saDI": [
    "sa/—DI (sa/-), mfn. endowed with reason or intellect, ŚBr."
  ],
  "SamanI": [
    "SamanI f. See below",
    "SamanI f. ‘the calming one’, night, L."
  ],
  "E": [
    "1. E the twelfth vowel of the alphabet and having the sound of ei in height.",
    "2. E ind. an interjection, MaitrS.",
    "a particle of addressing",
    "summoning",
    "remembering, L.",
    "3. E m. N. of Śiva, L."
  ],
  "marya": [
    "ma/rya m. (prob. fr. √ mf) a mortal, man, (esp.) young man, lover, suitor, RV.; VS.; Br. (pl. people; voc. often used as a kind of particle; cf. VPrāt. ii, 16 and Bos)",
    "a stallion, RV. vii, 56, 16 &amp;c.",
    "a camel, L. (cf. maya)."
  ],
  "ca": [
    "1. ca the 20th letter of the alphabet, 1st of the 2nd (or palatal) class of consonants, having the sound of ch in church.",
    "2. ca ind. and, both, also, moreover, as well as (= τε, Lat. que, placed like these particles as an enclitic after the word which it connects with what precedes; when used with a personal pronoun this must appear in its fuller accented form (e.g. ta/va ca ma/ma ca [not te ca me ca], ‘both of thee and me’), when used after verbs the first of them is accented, Pāṇ. viii, 1, 58 f.; it connects whole sentences as well as parts of sentences; in RV. the double ca occurs more frequently than the single (e.g. aha/M ca tva/M ca, ‘I and thou’, viii, 62, 11); the double ca may also be used somewhat redundantly in class. Sanskṛt (e.g. kva hariRakAnAM jIvitaM cAtilolaM kva ca vajra-sArAH SarAs te, ‘where is the frail existence, of fawns and where are thy adamantine arrows?’, Śak. i, 10); in later literature, however, the first ca is more usually omitted (e.g. ahaM tvaM ca), and when more than two things are enumerated only one ca is often found (e.g. tejasA yaSasA lakzmyA sTityA ca parayA, ‘in glory, in fame, in beauty, and in high position’, Nal. xii, 6); elsewhere, when more than two things are enumerated, ca is placed after some and omitted after others (e.g. fRa-dAtA ca vEdyaS ca Srotriyo nadI, ‘the payer of a debt and a physician [and] a Brāhman [and] a river’, Hit. i, 4, 55); in Ved. and even in class. Sanskṛt [Mn. iii, 20; ix, 322; Hit.], when the double ca would generally be used, the second may occasionally be omitted (e.g. indraS ca soma, ‘both Indra [and thou] Soma’, RV. vii, 104, 25; durBedyaS cASusaMDeyaH, ‘both difficult to be divided [and] quickly united’, Hit. i); with lexicographers ca may imply a reference to certain other words which are not expressed (e.g. kamaRqalO ca karakaH, ‘the word karaka has the meaning ‘pitcher’ and other meanings’); sometimes ca is = eva, even, indeed, certainly, just (e.g. su-cintitaM cOzaDaM na nAma-mAtreRa karoty arogam, ‘even a well-devised remedy does not cure a disease by its mere name’, Hit.; yAvanta eva te tAvAMSca saH, ‘as great as they [were] just so great was he’, Ragh. xii, 45); occasionally ca is disjunctive, ‘but’, ‘on the contrary’, ‘on the other hand’, ‘yet’, ‘nevertheless’ (varam AdyO na cAntimaH, ‘better the two first but not the last’, Hit. ; SAntam idam ASrama-padaM sPurati ca bAhuH, ‘this hermitage is tranquil yet my arm throbs’, Śak. i, 15); ca-ca, though — yet, Vikr. ii, 9; ca-na ca, though — yet not, Pat.; ca — na tu (v.l. nanu) id., Mālav. iv, 8; na ca — ca, though not — yet, Pat.; ca may be used for vA, ‘either’, ‘or’ (e.g. iha cAmutra vA, ‘either here or hereafter’, Mn. xii, 89; strI vA pumAn vA yac cAnyat sattvam, ‘either a woman or a man or any other being’, R.), and when a neg. particle is joined with ca the two may then be translated by ‘neither’, ‘nor’; occasionally one ca or one na is omitted (e.g. na ca pariBoktuM nEva Saknomi hAtum, ‘I am able neither to enjoy nor to abandon’, Śak. v, 18; na pUrvAhRe na ca parAhRe, ‘neither in the forenoon nor in the afternoon’); ca-ca may express immediate connection between two acts or their simultaneous occurrence (e.g. mama ca muktaM tamasA mano manasijena Danuzi SaraS ca niveSitaH, ‘no sooner is my mind freed from darkness than a shaft is fixed on his bow by the heart-born god’, vi, 8); ca is sometimes = ced, ‘if’ (cf. Pāṇ. viii, 1, 30; the verb is accented), RV.; AV.; MBh.; Vikr. ii, 20; Bhartṛ. ii, 45; ca may be used as an expletive (e.g. anyES ca kratuBiS ca, ‘and with other sacrifices’); ca is often joined to an adv. like eva, api, taTA, taTEva, &amp;c., either with or without a neg. particle (e.g. vEriRaM nopaseveta sahAyaM cEva vEriRaH, ‘one ought not to serve either an enemy or the ally of an enemy’, Mn. iv, 133); (see eva, api, &amp;c.) For the meaning of ca after an interrogative See 2. ka/, 2. kaTA/, ki/m, kva/);",
    "ca [cf. τε, Lat. que, pe (in nempe &amp;c.); Goth. uh; Zd. ca; Old Pers. cā.]",
    "3. ca mfn. pure, L.",
    "moving to and fro, L.",
    "mischievous, L.",
    "seedless, L.",
    "ca m. a thief, L.",
    "the moon, L.",
    "a tortoise, L.",
    "Śiva, L."
  ],
  "jU": [
    "1. jU (cf. √ jinv), cl. 1. Ā. cl. 9. P. ja/vate, junA/ti (√ ju cl. 1. P. javati, Dhātup. xxii, 60 v.l.; a Sautra root, Pāṇ. iii, 2, 177; 3, 97 and 4, 80, Kāś.; Subj. 2. sg. junA/s; aor. Subj. jUjuvat; pf. 3. pl. jUjuvur) to press forwards, hurry on, be quick, RV. iii, 33, 1; ŚBr. x; to impel quickly, urge or drive on, incite, RV.; TS. vi; to scare, RV. i, 169, 3; to excite, promote, animate, inspire, RV. : Caus. aor. ajIjavat, Pāṇ. vii, 4, 80, Sch.: Caus. Desid. jijavayizati, ib., Kāś.; cf. pra-.",
    "2. jU/ mfn. (Pāṇ. iii, 2, 177 and 178, Vārtt. 2) quick, speedy, (m.) courser, RV. i, 134, 1 and 140, 4",
    "(ii, 14, 3? acc. pl.; see 2. ju/r)",
    "inciting, driving, VS. ii, 17; ŚBr. x, 3, 5, 2 and 5,",
    "jU/ f. speed, L.",
    "the atmosphere, L.",
    "a female goblin, L.",
    "Sarasvatī, L.",
    "a spot on the forehead (?) of horses and oxen, Uṇ., Sch.",
    "cf. apI-, kaSo-, DI-, naBo-, mano-, yAtu-, vayo-, vasU-, viSva-, sadyo-, sanA-, and senA-jU/."
  ],
  "vapra": [
    "vapra m. n. a rampart, earthwork, mound, hillock, mud wall, earth or bank raised as a wall or buttress or as the foundation of a building, MBh.; Kāv. &amp;c.",
    "a high river-bank (also nadI-v°), any shore or bank, MBh.; R.; Kir.",
    "the slope or declivity of a hill, table-land on a mountain, Kir.; Śiś.",
    "a ditch, VarBṛS.",
    "the gate of a fortified city, W.",
    "the circumference of a sphere or globe, Gol.",
    "a sown field, any field, Dharmaś.",
    "dust, L.",
    "= nizkuwa, vanaja n. vAjikA (?) and pAwIra, L.",
    "the butting of an elephant or of a bull (see -kriyA and -krIqA)",
    "vapra m. a father, L. (cf. 2. vaptri)",
    "= prajA-pati, L.",
    "N. of a Vyāsa, VP.",
    "of a son of the 14th Manu, Hariv.",
    "vapra n. lead, L. (cf. varDra)."
  ],
  "maRi": [
    "maRi/ m. (f(i) only, L.; f(I). , Siṃhās.; maRIva = maRI [du.] iva, Naiṣ.) a jewel, gem, pearl (also fig.), any ornament or amulet, globule, crystal, RV. &amp;c. &amp;c.",
    "a magnet, loadstone, Kap.",
    "glans penis, Suśr.",
    "N. of the jewel-lotus prayer, MWB. 372",
    "clitoris, L.",
    "the hump (of a camel), MBh.",
    "the dependent fleshy excrescences on a goat's neck, VarBṛS.",
    "thyroid cartilage, L. (cf. kaRWa-m°)",
    "the wrist (= maRi/-banDa), L.",
    "a large water-jar, L.",
    "N. of a Nāga, MBh.",
    "of a companion of Skanda (associated with Su-maṇi), ib.",
    "of a sage, ib.",
    "of a son of Yuyudhāna, ib. (in Hariv. v.l. tURi)",
    "of a king of the Kiṃnaras, Kāraṇḍ.",
    "of various works and a collection of magical formulas (also abridged for Tattva-cintāmaṇi and Siddhānta-śiromaṇi).",
    "maRi [cf. Gk. μάννος, μόννος; Lat. monile; Germ. mane, Mähne; Eng. mane.]"
  ],
  "ja": [
    "1. ja the 3rd palatal letter (having the sound of j in jump).",
    "2. ja mf(A)n. (√ jan) ifc. born or descended from, produced or caused by, born or produced in or at or upon, growing in, living at, Mn.; MBh. &amp;c.",
    "(after an adv. or adverbial word) born or produced (e.g. agra-, avara-; eka-, dvi-, ni-, pUrva-, praTama-, saha- and sAkaM-ja/), Mn. x, 25",
    "prepared from, made of or with, v, 25; Suśr.; Hcat.",
    "‘belonging to, connected with, peculiar to’, see anUpa, anna, Sahra-, sArTa-.",
    "ja m. a son of (in comp.), Mn. &amp;c.",
    "a father, L.",
    "birth, L.",
    "3. ja mfn. speedy, swift, L.",
    "victorious, L.",
    "eaten, W.",
    "ja m. speed, L.",
    "enjoyment, L.",
    "light, lustre, L.",
    "poison, L.",
    "a Piśāca, L.",
    "Viṣṇu, L.",
    "Śiva, L.",
    "a husband's brother's wife, L."
  ],
  "ADava": [
    "A-Dava &amp;c. See under A-√ Du.",
    "A-Dava/ m. one who stirs up or agitates, RV.",
    "that which is agitated, mixture, ib."
  ],
  "ajA": [
    "ajA (A), f. N. of Prakṛti, of Māyā or Illusion See a-jA (s.v. 2. a-jA)",
    "a she-goat",
    "N. of a plant whose bulbs resemble the udder of a goat, Suśr.",
    "a-jA (A), f. N. of Prakṛti, Māyā or Illusion (see also 1. aja/ and 1. ajana).",
    "ajA f. a she-goat. See 1. aja/."
  ],
  "ojas": [
    "o/jas n. (√ vaj, or uj; cf. ugra), bodily strength, vigour, energy, ability, power, RV.; AV.; TS.; AitBr.; MBh. &amp;c.",
    "vitality (the principle of vital warmth and action throughout the body), Suśr. &amp;c.",
    "(in rhet.) elaborate style (abounding with compounds)",
    "vigorous or emphatic expression, Sāh.; Vām.",
    "water, L.",
    "light, splendour, lustre, L.",
    "manifestation, appearance, L.",
    "support, L.",
    "o/jas m. N. of a Yakṣa, BhP.;",
    "ojas [cf. Zd. avjaṅh, ‘power’; Gk. ὑγ-ιές, αὐγ-ή, ἐρι-αυγής; Lat. vigēre, augere, augur, augus-tus, auxilium; Goth. aukan, Eng. eke.]"
  ],
  "ASma": [
    "ASma mfn. (fr. aSman, Kāty. on Pāṇ. vi, 6, 144), stony, made of stone."
  ],
  "ud": [
    "1. ud a particle and prefix to verbs and nouns. (As implying superiority in place, rank, station, or power) up, upwards",
    "upon, on",
    "over, above. (As implying separation and disjunction) out, out of, from, off, away from, apart. (According to native authorities ud may also imply publicity, pride, indisposition, weakness, helplessness, binding, loosing, existence, acquisition.) ud is not used as a separable adverb or preposition",
    "in those rare cases, in which it appears in the Veda uncompounded with a verb, the latter has to be supplied from the context (e.g. u/d u/tsam Sata/DAram, AV. iii, 24, 4, out (pour) a fountain of a hundred streams). ud is sometimes repeated in the Veda to fill out the verse, Pāṇ. viii, 1, 6 (kiM na ud ud u harzase dAtavA u, Kāś. on Pāṇ.)",
    "ud, [cf. Zend uz; Hib. uas and in composition os, ois, e.g. os-car, ‘a leap, bound’, &amp;c. See also uttama/, 1. u/ttara, &amp;c.]",
    "2. ud or und cl. 7. P. una/tti (RV. v, 85, 4) : cl. 6. P. undati (p. unda/t, RV. ii, 3, 2 : Impv. 3. pl. undantu, AV. vi, 68, 1; 2) Ā. unda/te (AV. v, 19, 4; undAM cakAra, undizyati &amp;c., Dhātup. xxix, 20) to flow or issue out, spring (as water); to wet, bathe, RV.; AV.; ŚBr.; KātyŚr.; ĀśvGṛ.; PārGṛ. &amp;c.: Caus. (aor. Ondidat, Vop. xviii, 1) : Desid. undidizati, Kāś. on Pāṇ. vi, 1, 3; [cf. Gk. ὕδωρ; Lat. unda; Goth. vat-o; Old High Germ. waz-ar; Mod. Eng. wat-er; Lith. wand-ū́.]"
  ],
  "asama": [
    "a-sama mfn. uneven, unequal (either by birth or in surface or number), Mn. x, 73; Kir. v, 7, &amp;c.",
    "odd",
    "a/-sama mf(A)n. unequalled, without a fellow or equal, RV.; AV. &amp;c."
  ],
  "BAMSa": [
    "BAMSa m. portion of an asterism, Jyot.",
    "BAMSa See under 4. Ba."
  ],
  "ravata": [
    "ravata m. = rava, roaring, yelling &amp;c., ĀpŚr."
  ],
  "aMSa": [
    "a/MSa m. (probably fr. √ 1. aS, perf. An-a/MSa, and not from the above √ aMS fictitiously formed to serve as root), a share, portion, part, party",
    "partition, inheritance",
    "a share of booty",
    "earnest money",
    "stake (in betting), RV. v, 86, 5; TāṇḍyaBr.",
    "a lot (cf. 2. prAs)",
    "the denominator of a fraction",
    "a degree of latitude or longitude",
    "a day, L.",
    "N. of an Āditya."
  ],
  "acara": [
    "a-cara or a/-carat [RV.], mfn. immovable.",
    "a-cara, (also) impassable, Hariv."
  ],
  "Am": [
    "A/m ind. an interjection of assent or recollection, MaitrS.; Mṛcch.; Śak.; Vikr. &amp;c.",
    "(a vocative following this particle is anudātta, Pāṇ. viii, 1, 55.)"
  ],
  "BaraRI": [
    "BaraRI f. See below",
    "BaraRI f. (of °Ra) Luffa Foetida or a similar plant, L.",
    "(also pl.) N. of the 7th Nakṣatra (containing 3 stars and figured by the pudendum muliebre), AV.; &amp;c."
  ],
  "janaDA": [
    "ja/na—DA (ja/n°), mfn. (√ DA) nourishing creatures, TBr. i, 1, 1, 1 f. (-DAya, TāṇḍyaBr. i, 4; -DAyas, MaitrS. i, 3, 12 and 27)."
  ],
  "ahas": [
    "a/has the base of the middle cases of a/har instr. pl. a/hoBis [RV. (twice), VS.; ŚBr. &amp;c.] dat. abl. a/hoByas [VS. &amp;c.] loc. a/hassu [ŚBr. x; AitBr. &amp;c.]",
    "ahas See ib."
  ],
  "anya": [
    "1. a/nya (3), am, n. inexhaustibleness (as of the milk of cows), AV. xii, 1, 4 (cf. a/nyA.).",
    "2. anya/ as, A, at other, different",
    "other than, different from, opposed to (abl. or in comp.)",
    "another",
    "another person",
    "one of a number",
    "anya anya or eka anya, the one, the other",
    "anyac ca, and another, besides, moreover",
    "anya [cf. Zend anya; Armen. ail; Lat. alius; Goth. aljis, Theme alja; Gk. ἄλλος for ἄλϳο-ς; cf. also ἔνιοι]."
  ],
  "tam": [
    "tam cl. 4. tA/myati (Pāṇ. vii, 3, 74; rarely Ā. R. ii, 63, 46; Gīt. v, 16; pf. tatAma, ŚBr. iv; aor. Pass. atami, Pāṇ. vii, 3, 34, Kāś.; Ved. inf. ta/mitos, with A/ preceding, ‘till exhaustion’, TBr. i, 4, 4, 2; TāṇḍyaBr. xii; Lāṭy.; Āp.; pf. Pass. p. -tAnta/, q.v.) to gasp for breath (as one suffocating), choke, be suffocated, faint away, be exhausted, perish, be distressed or disturbed or perplexed, RV. ii, 30, 7 (na/ mA tamat [aor. subj.] ‘may I not be exhausted’), Kāṭh.; TBr. &amp;c.; to stop (as breath), become immovable or stiff, Suśr.; Mālatīm.; Amar.; Rājat. v, 344; to desire (cf. 2. °ma, °mata), Dhātup. xxvi, 93 : Caus. tama/yati (aor. Pass. atAmi, Pāṇ. vi, 4, 93, Kāś.) to suffocate, deprive of breath, ŚBr. iii, 3, 2, 19 and 8, 1, 15; KātyŚr. vi, 5, 18; cf. a/-tameru."
  ],
  "tA": [
    "tA f. Lakṣmī, L."
  ],
  "dahanI": [
    "dahanI f. Sanseviera Roxburghiana, L."
  ],
  "rayi": [
    "rayi/ m. or (rarely) f. (fr. √ rA; the following forms occur in the Veda, rayis, °yi/m, °yiBis, °yIRAm; rayyA/, °yyE/, °yyA/m; cf. 2. rE), property, goods, possessions, treasure, wealth (often personified), RV.; AV.; VS.; Br.; ŚrS.; ChUp.",
    "stuff, materials, PraśnUp.",
    "v.l. for raji, q.v.",
    "rayi/ mfn. (?) rich, RV. viii, 31, 11; ix, 101, 7."
  ],
  "vajra": [
    "va/jra m. n. ‘the hard or mighty one’, a thunderbolt (esp. that of Indra, said to have been formed out of the bones of the Ṛṣi Dadhīca or Dadhīci [q.v.], and shaped like a circular discus, or in later times regarded as having the form of two transverse bolts crossing each other thus x; sometimes also applied to similar weapons used by various gods or superhuman beings, or to any mythical weapon destructive of spells or charms, also to manyu, ‘wrath’, RV. or [with apAm] to a jet of water, AV. &amp;c. &amp;c.; also applied to a thunderbolt in general or to the lightning evolved from the centrifugal energy of the circular th° of Indra when launched at a foe; in Northern Buddhist countries it is shaped like a dumb-bell and called Dorje; see MWB. 201; 322 &amp;c.), RV. &amp;c. &amp;c.",
    "a diamond (thought to be as hard as the th° or of the same substance with it), ṢaḍvBr.; Mn.; MBh. &amp;c.",
    "a kind of talc, L.",
    "a kind of penance (feeding for a month on only barley prepared with cow's urine), L.",
    "sour gruel, W.",
    "va/jra m. a form of military array, Mn.; MBh. &amp;c. (cf. -vyUha)",
    "a kind of column or pillar, VarBṛS.",
    "a partic. form of the moon, ib.",
    "a partic. Ekāha, Vait.",
    "a kind of hard mortar or cement (kalka), VarBṛS. (cf. -lepa)",
    "N. of the 15th of the 27 Yogas or astronomical divisions of time, ib.",
    "a partic. Soma ceremony, ṢaḍvBr.",
    "Euphorbia Antiquorum and another species, L.",
    "Asteracantha Longifolia L.; white-flowering Kuśa grass, L.",
    "N. of a mountain, R.",
    "of an Asura, Vīrac.",
    "of a son of Aniruddha, MBh.; Hariv.; Pur.",
    "of a son of Viśvāmitra, MBh.",
    "of a son of Manu Sāvarṇa, Hariv.",
    "(with Jainas) of one of the 10 Daśa-pūrvins, L.",
    "of a Ṛṣi, VarBṛS. (v.l. for vAtsya)",
    "of a minister of Narendrāditya, Rājat.",
    "of a son of Bhūti, ib.",
    "of a heretical king, Buddh.",
    "va/jra n. denunciation in strong language (compared to thunder), R.; Sāh.; Pratāp. (cf. vAkya- and vAg-v°)",
    "a kind of hard iron or steel, L.",
    "a partic. posture in sitting, Cat. (cf. vajrAsana)",
    "N. of a partic. configurations of the planets and stars (in which favourable planets are situated in the 1st and 7th houses and unfavourable in the 4th and 10th), VarBṛS.",
    "myrobalan, L.",
    "the blossom of the sesamum or of any plant called Vajra, L.",
    "Andropogon Muricatus, L.",
    "= bAlaka, a child, pupil, L.",
    "va/jra mfn. adamantine, hard, impenetrable, W.",
    "shaped like a kind of cross (cf. above), forked, zigzag, ib.",
    "vajra [cf. Zd. vazra, ‘a club’.]"
  ],
  "aMhas": [
    "a/Mhas n. anxiety, trouble, RV. &amp;c.",
    "sin, L.",
    "[cf. aGa/, A/gas; Gk. ἄχνυμαι, ἄχος, ἄγος.]"
  ],
  "aSani": [
    "aSa/ni f. (rarely m., R.; Pāṇ., Sch.) the thunderbolt, a flash of lightning, RV. &amp;c.",
    "the tip of a missile, RV. x, 87, 4",
    "(in astronomy) a subdivision of the phenomena called Ulkās, VarBṛS.",
    "a hailstone, Kauś.",
    "aSa/ni m. one of the nine names of Rudra, PārGṛ.",
    "N. of Śiva, MBh. xiii",
    "aSa/ni (ayas), m. pl. N. of a warrior tribe, (g. parSv-Adi, q.v.)"
  ],
  "ina": [
    "ina/ mfn. (fr. √ i, Uṇ. iii, 2; or fr. in = √ inv), able, strong, energetic, determined, bold",
    "powerful, mighty",
    "wild",
    "glorious, RV.",
    "ina/ (as), m. a lord, master",
    "a king, BhP.",
    "N. of an Āditya",
    "the sun",
    "the lunar mansion Hasta, L."
  ],
  "AnI": [
    "A-√ nI P. -nayati (1. pl. A/-nayAmasi, AV. v, 25, 8; Impv. 2. sg. A/-naya, 3. sg. A/-nayatu; pf. A/-ninAya, AV. v, 17, 2, and A-ninA/ya, RV. viii, 21, 9 ; inf. -netavE/, ŚBr. ii, 1, 14, 16) Ā. (1. sg. -naye, R.) to lead towards or near; to bring, carry to a place (acc. or loc.); to fetch, RV.; AV.; SV.; ŚBr.; MBh.; R.; Śak. &amp;c.; (perf. periphr. -nayAmAsa, MBh. iii, 2282) to cause to bring or fetch; to bring back or take back, MBh.; R.; to pour in, mix in RV.; VS.; ŚBr. &amp;c.; to bring any one to, reduce to any state, MBh.; to deduce, calculate; to use, employ, prove: Caus. P. -nAyayati, to cause to be brought or fetched or led near, MBh.; R.; Ragh.; Kathās. &amp;c.: Desid. -ninIzati, to intend or wish to bring near, BhP. x, 89, 42."
  ],
  "aSma": [
    "1. aSma ifc. for 2. a/Sman, a stone, Pāṇ. v, 4, 94.",
    "2. aSma (in comp. for 2. a/Sman)."
  ],
  "DI": [
    "1. DI cl. 3. Ā. dIDIte, &amp;c., RV. (cf. √ dIDI; the forms DImahi and a/DAyi belong rather to √ 1. DA; pf. dIDaya, °Dima, °Diyur or °Dyur, °Dire, RV.; AV.; Br.) to perceive, think, reflect; wish, desire: Intens. deDyat, TS.",
    "2. DI/ f. thought, (esp.) religious thought, reflection, meditation, devotion, prayer (pl. Holy Thoughts personified), RV.",
    "understanding, intelligence, wisdom (personified as the wife of Rudra-Manyu, BhP.), knowledge, science, art",
    "mind, disposition, intention, design (ifc. intent upon, Kāv.)",
    "notion, opinion, the taking for (comp.), RV. &amp;c. &amp;c. (ya/TA DiyA/ or DiyA/ na/, according to thy wisdom or will; itTA/ DiyA/ or Di/yaH, willingly lit. such is thy will, RV.)",
    "N. of the 5th house from the Lagna, Var.",
    "3. DI cl. 4. Ā. DIyate, to contain, hold (Pass. of √ 1. DA?); to slight, disregard; to propitiate (?), Dhātup. xxvi, 37.",
    "4. DI/ f. for dI, splendour, RV. iii, 34, 5; vi, 3, 3."
  ],
  "Ba": [
    "1. Ba aspirate of ba.",
    "2. Ba (in gram.) N. of the weakest base of nouns (as opp. to pada and aNga, q.v.) i.e. of the base before the vowel terminations except in strong cases, before feminine suffixes, and before Taddhitas beginning with vowels or y, Pāṇ. i, 4, 18 &amp;c.",
    "3. Ba (in prosody) a dactyl.",
    "4. Ba m. (√ 1. BA) N. of the planet Venus or its regent, (= Sukra), L.",
    "semblance, delusion, error, L.",
    "Ba n. a star, planet, asterism, lunar a° or mansion (and so also the number 27; cf. nakzatra), sign of the zodiac, GṛS.; Sūryas.; Var.; Śatr. &amp;c.",
    "5. Ba m. (prob. onomat.) a bee, L."
  ],
  "raTa": [
    "1. ra/Ta m. (√ 4. f) ‘goer’, a chariot, car, esp. a two-wheeled war-chariot (lighter and swifter than the anas, q.v.), any vehicle or equipage or carriage (applied also to the vehicles of the gods), waggon, cart, RV. &amp;c. &amp;c. (ifc. f(A). )",
    "a warrior, hero, champion, MBh.; Kathās.; BhP.",
    "the body, L.",
    "a limb, member, part, L.",
    "Calamus Rotang, L.",
    "Dalbergia Ougeinensis, L.",
    "= pOruza, L.",
    "2. raTa m. (√ ram) pleasure, joy, delight (cf. mano-raTa)",
    "affection, love (cf. next)."
  ],
  "aSman": [
    "1. aSman m. an eater, AV. xviii, 4, 54.",
    "2. a/Sman m. (once aSma/n, ŚBr. iii), a stone, rock, RV. &amp;c.",
    "a precious stone, RV. v, 47, 3; ŚBr. vi",
    "any instrument made of stone (as a hammer &amp;c.), RV. &amp;c.",
    "thunderbolt, RV. &amp;c.",
    "a cloud, Naigh.",
    "the firmament, RV. v, 30, 8; 56, 4; vii, 88, 2",
    "aSman [cf. Zd. asman; Pers. aṣmān; Lith. akmů; Slav. kamy]."
  ],
  "tatas": [
    "ta/—tas (ta/-), see s.v.",
    "ta/tas ind. (tA-tas, correlative of ya/-tas) used for the abl. (sg. du. and pl.) of ta/d (q.v., Pāṇ. v, 3, 7 f.; vi, 3, 35), RV.; AV.; ĪśUp.; Mn. &amp;c.",
    "from that place, thence, RV.; AV. &amp;c.,",
    "in that place, there, MBh. &amp;c.",
    "thither, Mn. vii, 188; R. i, 44, 34; Kathās.",
    "thereupon, then, after that, afterwards (sometimes corresponding to preceding particles like a/gre, puras, pUrvam, praTamam, prAk, ŚBr. xiv; Mn. ii, 60; Śak.; Pañcat. &amp;c.; corresponding to praTama/, RV. i, 83, 5; also correlative of ya/d [x, 85, 5 and 121, 7; AV. xii, 4, 7 ff.], ya/tra [ŚBr. i], yadA [Nal. xx; R.], yadi [ChUp.; Nal. &amp;c.], ced [TUp. ii, 6; Śak. v, 28/29 v.l.]; often superfluous after an ind.p. or after tadA or aTa, Mn. &amp;c.)",
    "from that, in consequence of that, for that reason, consequently, AV.; MBh. xii, 13626; R. vi; Hit.",
    "ta/°taH kaTam but, how is it then that? Sāh. iii, 200/210",
    "°taH kzaRam or °RAt, immediately afterwards, Kathās.",
    "ta/°taH pa/ra mfn. beyond that, AV. xviii, 2, 32",
    "ta/°taH pa/raM ind. besides that, further, Pāṇ. vii, 2, 10; Kār.",
    "ta/°taH pa/raM ind. thereupon, afterwards, MBh. &amp;c. (°taS ca param, VP. iv)",
    "ta/°taH paScAt id., Mn. iii, 116 f.; MBh. &amp;c.",
    "ta/°taH-praBfti thenceforth, Nal. ii, i; Pañcat. &amp;c.",
    "ta/°tas tataH (in dram.) what then? what took place after that? Ratnāv.; Hit.",
    "ta/°tas tataH, from that and that place, here and there, hither and thither, from all sides, to everyplace, everywhere, PārGṛ. iii, 13, 6; MBh.; R.; BhP.",
    "ta/°tas tataH (correlative of yato-yataH, from whatever place, wherever) to that place, Śak. i, 23; BhP.",
    "ta°to 'nyatas, ‘to another place than that’, to some other place, Mn. ii, 200",
    "ta°to 'nyatra = tasmAd anyasmin, L.",
    "ta/°to 'param afterwards, at another time, AitBr. vii, 17, 4",
    "[cf. τότε, τόθεν],"
  ],
  "araRi": [
    "1. ara/Ri f. ‘being fitted into’ or ‘turning round’, the piece of wood (taken from the Ficus Religiosa or Premna Spinosa) used for kindling fire by attrition, RV. &amp;c. (generally distinction is made between the lower one and the upper one, aDarAraRi/ and uttarAraRi, the former may also be meant by araRi alone without aDara)",
    "(figuratively) a mother, Hariv. (cf. pARqa/vAraRi and surAraRi)",
    "ara/Ri m. the plant Premna Spinosa, L.",
    "the sun, L.",
    "2. a/-raRi f. discomfort, pain, AV. i, 18, 2.",
    "accord. to some, ‘uncouthness’ [Sāy. reads araRIm], AV. i, 18, 2."
  ],
  "sa": [
    "1. sa the last of the three sibilants (it belongs to the dental class and in sound corresponds to s in sin).",
    "2. sa (in prosody) an anapest (˘ ˘ ¯)",
    "3. sa (in music) an abbreviated term for zaq-ja (see p. 1109, col. 2).",
    "4. sa m. (only L.) a snake",
    "air, wind",
    "a bird",
    "N. of Viṣṇu or Śiva",
    "sa n. knowledge",
    "meditation",
    "a carriage road",
    "a fence.",
    "5. sa mfn. (fr. √ san) procuring, bestowing (only ifc.; cf. palu-za/ and priya-sa/).",
    "6. sa/ the actual base for the nom. case of the 3rd pers. pron. ta/d, q.v. (occurring only in the nom. sg. mf. [sa/ or sa/s, sA], and in the Ved. loc. [sa/smin, RV. i, 152, 6; i, 174, 4; x, 95, 11]; the final s of the nom. m. is dropped before all consonants [except before p in RV. v, 2, 4, and before t in RV. viii, 33, 16] and appears only at the end of a sentence in the form of Visarga; sa occasionally blends with another vowel [as in saIzaH]; and it is often for emphasis connected with another pron. as with aham, tvam, eza, ayam &amp;c. [e.g. so 'ham, sa tvam, ‘I (or thou) that very person’; cf. under ta/d, p. 434], the verb then following in the 1st and 2nd pers. even if aham or tvam be omitted [e.g. sa tvA pfcCAmi ‘I that very person ask you’, BṛĀrUp.; sa vE no brUhi ‘do thou tell us’, ŚBr.]; similarly, to denote emphasis, with BavAn [e.g. sa BavAn vijayAya pratizWatAm, ‘let your Highness set out for victory’, Śak.]; it sometimes [and frequently in the Brāhmaṇas] stands as the first word of a sentence preceding a rel. pronoun or adv. such as ya, yad, yadi, yaTA, ced; in this position sa may be used pleonastically or as a kind of ind., even where another gender or number is required [e.g. sa yadi sTAvarA Apo Bananti, ‘if those waters are stagnant’, ŚBr.]; in the Sāṃkhya sa, like eza, ka, and ya, is used to denote Puruṣa, ‘the Universal Soul’), RV. &amp;c. &amp;c.",
    "sa [cf. Zd. hō, hā; Gk. ὁ, ἡ.]",
    "7. sa ind. (connected with saha, sam, sama, and occasionally in BhP. standing for saha with instr.) an inseparable prefix expressing ‘junction’, ‘conjunction’, ‘possession’ (as opp. to a priv.), ‘similarity’, ‘equality’",
    "(and when compounded with nouns to form adjectives and adverbs it may be translated by ‘with’, ‘together or along with’, ‘accompanied by’, ‘added to’, ‘having’, ‘possessing’, ‘containing’, ‘having the same’ [cf. sa-kopa, sAgni, sa-BAya, sa-droRa, sa-Darman, sa-varRa]; or it may = ‘ly’, as in sa-kopam, ‘angrily’, sopaDi, ‘fraudulently’), RV.; &amp;c.",
    "sa [cf. Gk. ἁ in ἁπλοῦς; Lat. sim in simplex; sem in semel, semper Eng. same.]",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following).",
    "sa (to be similarly prefixed to the following) :",
    "sa See 5. sa, p. 1111, col. 2.",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following)",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following) :",
    "sa (to be similarly prefixed to the following)",
    "sa (to be similarly prefixed to the following) :"
  ],
  "jaka": [
    "jaka N. of a Brāhman, Rājat. viii, 474."
  ],
  "sva": [
    "1. sva/ mf(A/)n. own, one's own, my own, thy own, his own, her own, our own, their own &amp;c. (referring to all three persons accord. to context, often ibc., but generally declinable like the pronominal sarva, e.g. svasmE dat. svasmAt abl. [optionally in abl. loc. sing. nom. pl., e.g. taM svAd AsyAd asfjat, ‘he created him from his own mouth’, Mn. i, 94]; and always like Siva when used substantively [see below]; sometimes used loosely for ‘my’, ‘thy’, ‘his’, ‘our’ [e.g. rAjA BrAtaraM sva-gfham prezayAm-Asa, ‘the king sent his brother to his (i.e. the brother's) house’]; in the oblique cases it is used as a reflexive pronoun = Atman, e.g. svaM dUzayati, ‘he defiles himself’; svaM nindanti, ‘they blame themselves’), RV. &amp;c. &amp;c.",
    "sva/ m. one's self, the Ego, the human soul, W.",
    "N. of Viṣṇu, MBh.",
    "a man of one's own people or tribe, a kinsman, relative, relation, friend (svAH, ‘one's own relations’, ‘one's own people’), AV. &amp;c. &amp;c.",
    "sva/ n. (ifc. f(A). ) one's self, the Ego (e.g. svaM ca brahma ca, ‘the Ego and Brahman’)",
    "one's own goods, property, wealth, riches (in this sense said to be also m.), RV. &amp;c. &amp;c.",
    "the second astrological mansion, VarBṛS.",
    "(in alg.) plus or the affirmative quantity, W. (N.B. in the following comp. o° own stands for one's own.)",
    "sva [cf. Gk. ἕ, ὅς, σϕός; Lat. se, sovos, suus; Goth. sik; Germ. sich &amp;c.]",
    "2. sva Nom. P. svati (pf. svAm-Asa) = sva ivAcarati, he acts like himself or his kindred, Vop. xxi, 7."
  ],
  "Ayin": [
    "Ayi/n mfn. coming or hastening near, TS. ii, 4, 7, 1."
  ],
  "asra": [
    "1. asra/ mfn. (√ 2. as), throwing, TBr.",
    "asra/ (am), n. a tear, Mn.; R. &amp;c. (often spelt aSra).",
    "2. asra n. blood, Ragh. xvi, 15 (cf. a/sfj.)",
    "3. asra m. hair of the head, L."
  ],
  "amAya": [
    "a-mAya/ mfn. not cunning, not sagacious, ŚBr.; AitBr.",
    "free from deceit, guileless, Bhaṭṭ."
  ],
  "vaka": [
    "vaka &amp;c. See baka, p. 719."
  ],
  "ajaya": [
    "a-jaya m. non-victory, defeat",
    "a-jaya mfn. unconquered, unsurpassed, invincible",
    "a-jaya m. N. of Viṣṇu",
    "of a lexicographer",
    "of a river"
  ],
  "vARI": [
    "vARI (I), f. See below",
    "1. vA/RI f. sound, voice, music (pl. a choir of musicians or singers), RV. (the sapta vARIs are referred by the Comms. to the seven metres or to the seven notes of the gamut &amp;c.)",
    "speech, language, words, diction, (esp.) eloquent speech or fine diction, MBh.; Kāv. &amp;c.",
    "a literary production or composition, Uttarar.; Bhām.",
    "praise, laudation, MW.",
    "the goddess of speech, Sarasvatī, R.; BrahmaP.",
    "N. of a metre consisting only of long syllables, Kāvyād., Sch.",
    "of a river (accord. to some the Sarasvatī), VP.",
    "2. vARI f. (cf. vARi) weaving, L.",
    "3. vARI f. reed, RV. v, 86, 1",
    "du. the two bars of a car or carriage, ib. i, 119, 5."
  ],
  "tat": [
    "1. tat for ta/d. See col. 3.",
    "2. tat, 1. tata/. See √ tan",
    "1. tat in comp. for ta/d.",
    "2. tat mfn. ifc. See parI-",
    "cf. purI-ta/t."
  ],
  "ajAda": [
    "ajAda m. ‘goat-eater’, the ancestor of a warrior tribe, Pāṇ. iv, 1, 171"
  ],
  "asattva": [
    "1. a-sat—tva n. id., NṛsUp.",
    "non-presence, absence, Nyāyam.",
    "2. a-sattva mfn. strengthless, without energy, R."
  ],
  "AKAna": [
    "A-KAna m. = A-Kana, Pāṇ. iii, 3, 125.",
    "A-KAna See A/-Ka."
  ],
  "Adahana": [
    "A-da/hana n. a place where anything is burnt, AV. xii, 5, 48; ĀśvGṛ.; Kauś."
  ],
  "java": [
    "java/ mfn. (√ ju, or jU) swift, AV. xix, 7, 1",
    "java/ m. (parox. Pāṇ. iii, 3, 56, Vārtt. 4 and 57) speed, velocity, swiftness, RV. i, 112, 21; x, 111, 9; VS.; AV.; ŚBr. &amp;c.",
    "java/ m. pl. impulse (of the mind), RV. x, 71, 8"
  ],
  "araRI": [
    "ara/RI du. f. the two Araṇis (used for kindling the fire), RV. &amp;c.",
    "ara/RI f. = 1. ara/Ri, RV. v, 9, 3, &amp;c."
  ],
  "ravat": [
    "ravat See under √ 1. ru."
  ],
  "tamra": [
    "tamra/ mf(A/)n. oppressing, darkening, x, 73, 5.",
    "tamra/ See col. 2."
  ],
  "vasman": [
    "1. va/sman n. (for 2. See p. 933, col. 1) a cover, garment, RV. iv, 13, 4.",
    "2. va/sman n. (for 1. See p. 932, col. 2) a nest, RV. ii, 31, 1.",
    "1. 2. vasman See pp. 932 and 933."
  ],
  "aDa": [
    "a/Da or a/DA ind., Ved. (= a/Ta, used chiefly as an inceptive particle), now; then, therefore; moreover, so much the more; and, partly. a/Da—a/Da as well as, partly partly."
  ],
  "Arava": [
    "Araba or Arava, m. an Arabian (f(I).), Jain.",
    "A-rava See 1. A- √ 1. ru.",
    "A-rava m. (Pāṇ. iii, 3, 50) cry, crying, howling",
    "crash, sound, R. &amp;c.",
    "noise",
    "thundering, Śiś. vi, 38; Kathās.",
    "N. of a people, VarBṛS."
  ],
  "madra": [
    "madra/ m. a country to the north-west of Hindūstan proper, or a king (pl. the people) of this c°, ŚBr. &amp;c. &amp;c.",
    "N. of a son of Śibi (the progenitor of the Madras), Pur.",
    "madra/ n. joy, happiness (madraM tasya or tasmE, ‘joy to him!’, cf. n. of Badra), Pāṇ. ii, 3, 73.",
    "madra &amp;c. See col. 1."
  ],
  "maYjana": [
    "maYjana m. the son of a Śūdra and a Vaṭi, L."
  ],
  "aSva": [
    "1. a/Sva m. (2. rarely 3 RV.) (√ 1. aS, Uṇ.) ifc. f. a horse, stallion, RV. &amp;c.",
    "the horse (in the game of chess)",
    "the number ‘seven’ (that being the number of the horses of the sun)",
    "the archer (in the Zodiac), VarBṛ.",
    "a particular kind of lover (horse-like in strength), L.",
    "N. of a teacher (with the patron. Sāmudri), ŚBr. xiii",
    "of a son of Citraka, Hariv. 1921",
    "of a Dānava, MBh. i, 2532",
    "aSva [Zd. aspa; Lat. equus; Gk. ἵππος, &amp;c.]",
    "2. aSva Nom. P. aSvati, to behave like a horse, Pāṇ. iii, 1, 11, Sch."
  ],
  "prasara": [
    "pra-sara pra-saraRa. See pra-√ sf.",
    "pra-sara m. (ifc. f(A). ) going forwards, advance, progress, free course, coming forth, rising, appearing, spreading, extension, diffusion, Kālid.; Kād.; Śaṃk. &amp;c.",
    "range (of the eye), Amar.",
    "prevalence, influence, Śak.",
    "boldness, courage, Mṛcch.",
    "a stream, torrent, flood, Gīt.; BhP.",
    "(in med.) morbid displacement of the humours of the body, Suśr.",
    "multitude, great quantity, Śiś.",
    "a fight, war, L.",
    "an iron arrow, L.",
    "speed, L.",
    "affectionate solicitation, L.",
    "pra-sara n. (in music) a kind of dance, Saṃgīt."
  ],
  "anarva": [
    "an-arva/, mf(A/)n. or an-arva/n, mfn. not to be limited, not to be obstructed, irresistible, RV."
  ],
  "aDi": [
    "1. aDi m. (better ADi, q.v.), anxiety",
    "aDi f. a woman in her courses (= avi, q.v.), L.",
    "2. a/Di ind., as a prefix to verbs and nouns, expresses above, over and above, besides. As a separable adverb or preposition",
    "(with abl.) Ved. over",
    "from above, from",
    "from the presence of",
    "after, AitUp.",
    "for",
    "instead of RV. i, 140, 11, (with loc.) Ved. over",
    "on",
    "at",
    "in comparison with",
    "(with acc.) over, upon, concerning."
  ],
  "ravARa": [
    "ravARa See under √ 1. ru."
  ],
  "rahasa": [
    "rahasa See anu-, ava-, and tapta-r°."
  ],
  "Basma": [
    "Basma in comp. for Basman."
  ],
  "ram": [
    "ram cl. 1. Ā. (Dhātup. xx, 23) ramate (Ved. also P. ra/mati or ramRAti pf. rarAma, MBh.; reme, Br. &amp;c.; aor. 3. pl. ranta, RV.; araMsIt, Kāv.; araMsta, RV.; raMsizam, SV.; fut. rantA Gr.; raMsyati, Br.; °te, ib. &amp;c.; inf. ramitum, MBh.; rantum, ib. &amp;c.; rantos, Br.; ind.p. ratvA/, ib.; rantvA, Kāv.; -ramya or -ratya, Pāṇ. vi, 4, 38), to stop, stay, make fast, calm, set at rest (P.; esp. pres. ramRAti), RV.; VS.; (P. Ā.) to delight, make happy, enjoy carnally, MBh.; Hariv.; Śukas.; (Ā.) to stand still, rest, abide, like to stay with (loc. or dat.), RV. &amp;c. &amp;c.; (Ā.; P. only mc.) to be glad or pleased, rejoice at, delight in, be fond of (loc. instr. or inf.), RV. &amp;c. &amp;c.; to play or sport, dally, have sexual intercourse with (instr. with or without samam, saha, sAkam or sArDam), ChUp.; MBh. &amp;c.; to couple (said of deer), Pāṇ. iii, 1, 26, Vārtt. 8, Pat. (cf. Caus.); to play with i.e. put to stake (instr.), Bhaṭṭ. : Caus. rama/yati or rAma/yati (aor. a/rIramat), to cause to stay, stop, set at rest, RV.; TS.; PañcavBr.; KātyŚr.; (ramayati, mc. also °te) to gladden, delight, please, caress, enjoy carnally, MBh.; Kāv. &amp;c. (3. sg. ramayati-tarAm, Ratnāv. iii, 9); to enjoy one's self, be pleased or delighted, MBh.; Hariv.; mfgAn ramayati, he tells that the deer are coupling, Pāṇ. iii, 1, 26, Vārtt. 8, Pat. : Desid. in riraMsA, °su, q.v.: Desid. of Caus. in riramayizu, q.v.: Intens. raMramyate or raMramIti, Pāṇ. vii, 4, 85.",
    "ram [cf. Zd. ram, Gk. ἠρέμα, ἔραμαι, ἐρατός; Lith. rìmti; Goth. rimis.]"
  ],
  "talva": [
    "talva n. scent arising from the rubbing of fragrant substances, W."
  ],
  "ASasana": [
    "A-Sa/sana n. (√ Sas), cutting up (a killed animal), RV.; AV.; ŚBr."
  ],
  "mAnasI": [
    "mAnasI (I), f. (with pUja) mental or spiritual devotion (opp. to mUrti-p°, adoration of images), RTL. 524",
    "N. of a Kiṃ-narī, Kāraṇḍ.",
    "of a Vidyā-devī, L."
  ],
  "AYjana": [
    "A/Yjana n. ointment (especially for the eyes), AV.; TS.; ŚBr. &amp;c.",
    "fat, RV. x, 18, 7",
    "A/Yjana mfn. having the colour of the collyrium used for the eyes, MBh. v, 1708"
  ],
  "tajja": [
    "taj-ja &amp;c. See ib.",
    "taj—ja mfn. sprung from (that i.e. from) Sanskṛt (as Prākṛt or other words), Vāgbh. ii, 2"
  ],
  "aTA": [
    "a/Ta or a/TA (or Ved. a/TA), ind. (probably fr. pronom. base a) an auspicious and inceptive particle (not easily expressed in English), now; then; moreover; rather; certainly; but; else; what? how else? &amp;c."
  ],
  "rezma": [
    "rezma in comp. for rezman."
  ],
  "ravasa": [
    "ravasa See purU-r°."
  ],
  "saMtrARa": [
    "saM-trARa n. saving, rescuing, MārkP."
  ],
  "mAntra": [
    "mAntra mf(I)n. (fr. mantra) proper or peculiar to Vedic or magical texts, MW."
  ],
  "sadasya": [
    "sadasya^ m. ‘present in the sacrificial enclosure’, an assessor, spectator, member of an assembly (at a sacrifice), a superintending priest, the seventeenth priest (whose duties accord. to the Kuṣītakins, are merely to look on and correct mistakes), TS.; Br.; GṛŚrS.; MBh.; BhP.",
    "a person belonging to a learned court-circle, Jātakam."
  ],
  "Anata": [
    "A-nata &amp;c. See under A-√ nam next page.",
    "A/-nata mfn. bending, stooping, bowed, Ragh.; Kathās.",
    "humbled, submissive, obedient, MBh. &amp;c.",
    "bent or curved inwards (as a bow), ŚBr.",
    "flat, sunk (not elevated), MBh.; R.",
    "pacified, conciliated",
    "saluted reverently."
  ],
  "nAra": [
    "nAra/ mf(I)n. (fr. nara) relating to or proceeding from men, human, mortal, Mn.; Kāv.",
    "spiritual (?), W.",
    "nAra/ m. a man, TĀr. (v.l.)",
    "nAra/ m. (pl.) water (also sg. n. and f(A). , L.), Mn. i, 10 (prob. invented to explain nArAyaRa)",
    "nAra/ m. = nArAyaRa, L.",
    "a calf, L.",
    "nAra/ n. a multitude of men, L.",
    "dry ginger, L."
  ],
  "vARija": [
    "vARija/ m. (also written bARija/; fr. vaRij) a merchant, trader, TBr.; MBh. (cf. Pāṇ. vi, 2, 13) the submarine fire (supposed to be at the south-pole), L."
  ],
  "yamI": [
    "yamI/ (I/), f. N. of Yama's twin-sister (who is identified in Post-vedic mythology with the river-goddess Yamunā), RV. &amp;c. &amp;c."
  ],
  "aSma[n]": [
    "1. aSman m. an eater, AV. xviii, 4, 54.",
    "2. a/Sman m. (once aSma/n, ŚBr. iii), a stone, rock, RV. &amp;c.",
    "a precious stone, RV. v, 47, 3; ŚBr. vi",
    "any instrument made of stone (as a hammer &amp;c.), RV. &amp;c.",
    "thunderbolt, RV. &amp;c.",
    "a cloud, Naigh.",
    "the firmament, RV. v, 30, 8; 56, 4; vii, 88, 2",
    "aSman [cf. Zd. asman; Pers. aṣmān; Lith. akmů; Slav. kamy]."
  ],
  "mayas": [
    "ma/yas n. (prob. fr. √ 3. mA) refreshment, enjoyment, pleasure, delight, RV.; VS.; TBr."
  ],
  "aSvada": [
    "aSva—da mfn. giving horses, Mn. iv, 231."
  ],
  "dan": [
    "da/n, da/nas. See da/t, 2. &amp; 1. dam.",
    "(accord. to some fr. √ daMs, ‘to make straight’, either ‘to raise, erect’, or ‘to put right, rule, guide, manage’; in some places probably = ‘a guide, manager, institutor’)."
  ],
  "adamBa": [
    "a-damBa mfn. free from deceit, straightforward",
    "a-damBa m. N. of Śiva",
    "absence of deceit",
    "straightforwardness."
  ],
  "Atma": [
    "Atma (in comp. for Atma/n; also rarely ifc., e.g. aDy-Atma, aDy-Atma/m)."
  ],
  "udDAna": [
    "1. ud-DAna n. (√ 2. hA), the act of leaving, abandonment, TāṇḍyaBr.",
    "2. udDAna mfn. (corrupted from ud-vAnta, ud-DmAta, ud-DmAna, BRD.) ejected, vomited, L.",
    "corpulent, inflated, L.",
    "udDAna n. the act of ejecting, vomiting, L.",
    "a fire-place, L."
  ],
  "Anamana": [
    "A-namana n. = A-nati, q.v., T."
  ],
  "rantya": [
    "ra/ntya mfn. (√ ram ?) pleasant, comfortable, RV.; AV."
  ],
  "AvaraRa": [
    "A-varaRa mfn. covering, hiding, concealing, Ragh.",
    "A-varaRa n. the act of covering, concealing, hiding, Suśr.; Ragh.",
    "shutting, enclosing",
    "an obstruction, interruption, Mn.; Suśr.; Ragh.",
    "a covering, garment, cloth, MBh.; Kir.; Śak.; Ragh.",
    "anything that protects, an outer bar or fence",
    "a wall",
    "a shield",
    "a bolt, lock, MBh.; R.; Ragh. &amp;c.",
    "(in phil.) mental blindness, Jain.",
    "(also) envelopment (in phil.), Divyāv. 378, 4; Dharmas. 115; IW. 109"
  ],
  "sakza": [
    "sakza mfn. (fr. √ sah) overpowering, TS.; TBr."
  ],
  "jaWala": [
    "ja/Wala (= 2. jaWa/ra, ‘cavity [of waters], ocean’, Sāy.), i, 182, 6."
  ],
  "Anama": [
    "A-nama m. bending, stretching (a bow), L.",
    "A-nama mfn. ifc. to be bent (cf. dur°)."
  ],
  "tva": [
    "1. tva mfn. (tvad). one, several, RV.",
    "tva-tva, one-the other, RV.; AV. viii, 9, 9",
    "tvad, partly, RV. x, 72, 9; ŚāṅkhBr. xvii, 4",
    "tvadtvad, partly-partly, RV. vii, 101, 3; ŚBr.",
    "2. tva/ base of the 2nd personal pron.: nom. tva/m acc. tvA/m instr. tva/yA [and tvA/, RV., also in comp. See tvA/-datta, -dAta, -vfDa &amp;c.] dat. tu/Byam [&amp; °Bya, RV.; PārGṛ. i, 6, 2] abl. tva/t or tva/d [and tvat-tas, MBh. &amp;c.] gen. ta/va loc. tve/ [RV.; cf. RPrāt. i, 19 &amp; g. cAdi], tva/yi [AV. &amp;c.]",
    "enclitic forms are acc. tvA [RV.; AV.] gen. dat. te [RV. &amp;c.; = τοι];",
    "tva [cf. Lat. tu &amp;c.]",
    "3. tva/ mfn. thy, your, ii, 20, 2."
  ],
  "DAraRa": [
    "DAraRa mf(I)n. holding, bearing, keeping (in remembrance), retention, preserving, protecting, maintaining, possessing, having (ifc. or with gen.), TĀr.; MBh.; Suśr. : BhP.",
    "assuming the shape of (gen.), resembling, MBh. xiii, 739",
    "DAraRa m. N. of Śiva, MBh.",
    "of a son of Kaśyapa, ib.",
    "of a prince of the Candravatsas, ib.",
    "du. the two female breasts, L.",
    "DA/raRa n. the act of holding, bearing &amp;c., ŚBr.; Mn.; Yājñ.; MBh. &amp;c.",
    "wearing (see liNga-)",
    "suffering, enduring, R.",
    "keeping in remembrance, memory, TĀr.; Mn.; MBh.; Hariv. : immovable concentration of the mind upon (loc.), Vedāntas.",
    "restraining (cf. SvAsa-)",
    "keeping back i.e. pronouncing imperfectly, Prāt.",
    "DAraRa f(A and I). See DAraRA and °RI."
  ],
  "adaBa": [
    "a-da/Ba mfn. not injuring, benevolent, RV. v, 86, 5."
  ],
  "yavi[n]": [
    "yavika, yavin or yavila, mfn. fr. 3. yava, g. tundAdi."
  ],
  "Avaha": [
    "A-vaha mf(A)n. bringing, bringing to pass, producing",
    "what bears or conveys, Mn.; Bhag.; R.; Pañcat. &amp;c.",
    "A-vaha m. N. of one of the seven winds or bands of air (that which is usually assigned to the Buvar-loka or atmospheric region between the BUr-loka and svar-loka), Hariv.",
    "one of the seven tongues of fire."
  ],
  "amatra": [
    "a/matra mfn. violent, strong, firm, RV. i, 61, 9 and iv, 23, 6",
    "a/matra n. a large drinking vessel, RV.; Pāṇ. iv, 2, 14",
    "a/matra m. id., RV. iii, 36, 4.",
    "a/matra See √ am."
  ],
  "arara": [
    "arara/ n. a covering, a sheath, L.,",
    "arara/ (as, I), m. f. the leaf of a door, a door, L.",
    "arara/ (am), n. id., Mcar.",
    "arara/ (as), m. an awl, L.",
    "a part of a sacrifice, L.",
    "fighting, war."
  ],
  "azwama": [
    "azwama/ mf(I/)n. the eighth, RV. ii, 5, 2; x, 114, 9; AV. &amp;c.;",
    "azwama/ (as), m. (Pāṇ. v, 3, 51 seq.) the eighth part, Mn. x, 120",
    "azwama/ mfn. forming the eighth part of (gen.), Gaut.; Śulb."
  ],
  "saBA": [
    "saBA/ f. (of unknown derivation, but probably to be connected with 7. sa; ifc. also saBa, n.; cf. Pāṇ. ii, 4, 23 &amp;c., and eka-saBa/) an assembly, congregation, meeting, council, public audience, RV. &amp;c. &amp;c.",
    "social party, society, good society (see comp.)",
    "Society (personified as a daughter of Prajāpati), AV.",
    "a place for public meetings, large assembly-room or hall, palace, court of a king or of justice, council-chamber, gambling-house &amp;c., ib.",
    "a house for lodging and accommodating travellers, Mn.; MBh.; &amp;c.; an eating-house (see mahA-s°).",
    "saBA [cf. Goth. sibja; Germ. sippa, Sippe; Angl.Sax. sibb; Eng. god-sib, gossip.]"
  ],
  "apara": [
    "1. a-para mfn. having nothing beyond or after, having no rival or superior.",
    "2. a/para mf(A)n. (fr. a/pa), posterior, later, latter (opposed to pU/rva; often in comp.)",
    "following",
    "western",
    "inferior, lower (opposed to pa/ra)",
    "other, another (opposed to sva/)",
    "different (with abl.)",
    "being in the west of",
    "distant, opposite. Sometimes apara is used as a conjunction to connect words or sentences, e.g. aparaM-ca, moreover",
    "a/para (as), m. the hind foot of an elephant, Śiś.",
    "apara also (e), m. pl. others (= anye, used to indicate a various reading), Hāla, Sch.",
    "apara/ (a/m)/ [RV. vi, 33, 5], n. the future, RV.; ŚBr.",
    "apara [cf. Goth. and Old Germ. afar, and the Mod. Germ. aber, in such words as Aber-mal, Aber-witz]."
  ],
  "saM": [
    "saM (in comp.) = 2. sam, q.v."
  ],
  "Acara": [
    "A-cara See dur-Aca/ra."
  ],
  "hanman": [
    "ha/nman m. or n. a stroke, blow, thrust, RV."
  ],
  "samAna": [
    "sam-Ana/ m. (for samAna and sa-mAna See p. 1160) one of the five vital airs (that which circulates about the navel and is essential to digestion; it is personified as a son of Sādhya), AV.; &amp;c.",
    "samAna/ mf(I/, or A)n. (connected with 1. and 2. sama; in RV. v, 87, 4 abl. sg. samAna/smAt for samAnA/t See 1. sama; for sam-ana See sam-√ an, for sa-mAna See col. 3) same, identical, uniform, one (= eka, L.), RV. &amp;c. &amp;c.",
    "alike, similar, equal (in size, age, rank, sense or meaning &amp;c.), equal or like to (with instr., gen., or comp.), VS. &amp;c. &amp;c.",
    "having the same place or organ of utterance, homogeneous (as a sound or letter), Vop.",
    "holding the middle between two extremes, middling moderate, BhP.",
    "common, general, universal, all, RV.; Br.; ŚrS.; BhP.",
    "whole (as a number, opp. to ‘a fraction’), Pāṇ. v, 2, 47, Vārtt. 4",
    "being (= sat, after an adj.), Divyāv.",
    "virtuous, good, L.",
    "= varRa-Bid, L.",
    "samAna/ m. an equal, friend, TBr.; Cāṇ.; BhP.",
    "samAna/ (prob.) n. N. of wk. (cf. SAKA-s°).",
    "1. sa-mAna mfn. (for samAna See col. 1; for sam-Ana See p. 1154, col. 2) possessing honour or esteem, honoured by (gen.), Vet.",
    "with anger, BhP.",
    "2. sa-mAna mfn. (for 1. See above) having the same measure, L."
  ],
  "astamana": [
    "astamana n. (a corruption of astam-a/yana, q.v.), setting, MBh.; R. &amp;c."
  ],
  "antara": [
    "a/ntara mf(A)n. being in the interior, interior",
    "near, proximate, related, intimate",
    "lying adjacent to",
    "distant",
    "different from",
    "exterior",
    "a/ntara n. the interior",
    "a hole, opening",
    "the interior part of a thing, the contents",
    "soul, heart, supreme soul",
    "interval, intermediate space or time",
    "period",
    "term",
    "opportunity, occasion",
    "place",
    "distance, absence",
    "difference, remainder",
    "property, peculiarity",
    "weakness, weak side",
    "representation",
    "surety, guaranty",
    "respect, regard",
    "(ifc.), different, other, another, e.g. deSAntaram, another country",
    "antara [cf. Goth. anthar, Thema anthara; Lith. antra-s, ‘the second’; Lat. alter].",
    "antara [cf. Goth. anthar, Theme anthara; Lith. antra-s, ‘the second’; Lat. alter]."
  ],
  "saYji": [
    "saYji g. yavAdi."
  ],
  "janma": [
    "janma in comp. for °nman",
    "janma n. birth, L., Sch.",
    "ja/nma ind., through the whole life, HPariś. iv, 7",
    "janma °nman, &amp;c. See √ jan."
  ],
  "tamata": [
    "tamata mfn. desirous of Uṇ. iii, 109, Sch."
  ],
  "BA": [
    "BA/ f. (A/) light or a beam of l°, lustre, splendour, MBh.; Hariv.; Var. &amp;c. (cf. 2. BA)",
    "the shadow of a gnomon, Sūryas.",
    "appearance, resemblance, likeness (ifc.; cf. agni-Ba, guqa-BA, tantu-Ba)",
    "1. BA cl. 2. P. (Dhātup. xxiv, 43) BA/ti (pr. p. BAt f. BAntI or BAtI, Vop.; Pot. BAyAt, TBr.; pl. baBO, Mn.; MBh. &amp;c.; aor. aBAsIt Gr. Bhaṭṭ.; fut. BAsya/ti, Br. &amp;c.), to shine, be bright or luminous, RV. &amp;c. &amp;c.; to shine forth, appear, show one's self, ib.; to be splendid or beautiful or eminent, MBh.; Kāv. &amp;c. (with na, to cut a poor figure, Kathās.); to appear as, seem, look like, pass for (nom. with or without iva adv. in vat), MBh.; Kāv. &amp;c.; to be, exist, W.; to show, exhibit, manifest, Bhaṭṭ. (v.l.) : Pass. BAyate, impers. radiance is put forth by (instr.), Bhaṭṭ. : Caus. BApayate; aor. abIBapat Gr.: Desid. biBAsati, ib. : Intens. bABAyate, bABeti, bABAti, ib.",
    "BA [cf. √ Ban, BAz, BAs; Gk. ϕημί, ϕάσκω; Lat. fāri &amp;c.; Germ. Bann; Eng. ban.]",
    "2. BA/ f. (nom. prob. BA/s) light, brightness, splendour &amp;c. (cf. f. of 4. Ba), VS.; ŚBr.",
    "BA/ m. the sun, L. (cf. 2. BAs)."
  ],
  "tad": [
    "ta/d (nom. and acc. sg. n. of and base in comp. for 2. ta/ from which latter all the cases of this pron. are formed except nom. sg. m. sa/s or sa/ &amp; f. sA/; instr. pl. tE/s, AV. &amp;c.; Ved. te/Bis, RV.; AV. &amp;c.) m. he f. she n. it, that, this (often correlative of ya/ generally standing in the preceding clause, e.g. yasya budDiH sa balavAn, ‘of whom there is intellect he is strong’; sometimes, for the sake of emphasis, connected with the 1st and 2nd personal pronouns, with other demonstratives and with relatives, e.g. so 'ham, ‘I that very person, I myself’ [tasya = mama, Nal. xv, 10]; tAv imO, ‘those very two’; tad etad AKyAnam, ‘that very tale’, AitBr. vii, 18; yat tat kAraRam, ‘that very reason which’, Mn. i, 11; yA sA SrI, ‘that very fortune which’, MBh. vii, 427), RV. &amp;c.",
    "ta/d (tad) n. this world (cf. idam), R. vi, 102, 25",
    "= Brahma See tat-tva",
    "ta/d (ta/d) ind. there, in that place, thither, to that spot (correlative of ya/tra or ya/tas), AV.; AitBr. ii, 11; ŚBr. i, x, xiv; ChUp.",
    "ta/d ind. then, at that time, in that case (correlative of yadA/, ya/d, AV.; of ya/tra, ŚBr. xiv; of yadi, Nal.; Bhag. &amp;c.; of ced, Śak. &amp;c.), RV. iv, 28, 1; AV. &amp;c.",
    "thus, in this manner, with regard to that, ix, xiii; ŚBr.; AitBr.",
    "(tad etO SlokO BavataH, ‘with reference to that there are these two verses’), PraśnUp.",
    "on that account, for that reason, therefore, consequently (sometimes correlative of yatas, yad, yena, ‘because’, Daś.; Pañcat.; Kathās. &amp;c.), Mn. ix, 41; MBh. &amp;c.",
    "now (clause-connecting particle), AV. xv; ŚBr.; AitBr.",
    "so also, equally, and AV. xi, xv",
    "tad tad tad this and that, various, different (e.g. taM taM deSaM jagAma, ‘he went to this and that place’; tAsu tAsu yonizu, ‘in different or various birth-places’, Mn. xii, 74)",
    "tad tad tad respective, BṛNārP. xiii, 88",
    "tad tenEva tenEva paTA, on quite the same path, R. iii, 50, 28",
    "tad yad tad whosoever, whichsoever, any, every (also with vA, Mn. xii, 68 [yad vA tad vA, ‘this or that, any’] Hariv. 5940; Dhūrtas.; Śak., Sch.; often both pronouns repeated or the interrogative pron. with cid added after the relative, e.g. yad-yat para-vaSaM karma tat-tad varjayet, ‘whatever action depends on another, that he should avoid’, Mn. iv, 159; yat kiM-cid-tad, ‘whatever-that’, Mn.)",
    "tad tan na. See s.v. ced",
    "tad tad ind. api ‘even then’, nevertheless, notwithstanding, Śak. (v.l.), Bhartṛ.; Prab.; Siṃhās.",
    "tad (ind.) yaTA, ‘in such a manner as follows’, namely, viz. Buddh. (cf. Pāli seyyathā; sa/ ya/TA-, ŚBr.); Jain. (in Prākṛt taṃ jahā; cf. sejjahā), Pat.; Śak.",
    "tad [cf. ὁ, ἡ, τό; Goth. sa, sō, that-a; Lat. (is-)te, (is-)ta, (is-)tud, tam, tum, tunc.]"
  ],
  "Sani": [
    "Sani m. (prob. ‘slow-moving’; cf. manda) the planet Saturn or its regent (fabled as the offspring of the Sun; he is represented as of a black colour or dressed in dark-coloured clothes; cf. nIla-vAsas), R.; VarBṛS. &amp;c.",
    "N. of Śiva, MW.",
    "of a son of Atri, VāyuP."
  ],
  "zaq": [
    "zaq in comp. for zaz."
  ],
  "vastra": [
    "vastra n. (or m. g. arDarcAdi; ifc. f(A). ) cloth, clothes, garment, raiment, dress, cover, RV. &amp;c. &amp;c.",
    "vastra n. a leaf of the cinnamon tree, L."
  ],
  "ABa": [
    "(mfn.) ifc. like, resembling, appearing, R.; Kāvyād.; Śiś. &amp;c. (e.g. hemABa, shining like gold);"
  ],
  "Danvacara": [
    "Danva—cara/ mfn. going in a desert land, RV. v, 36, 1."
  ],
  "mIra": [
    "mIra m. the sea, ocean, Uṇ. ii, 25, Sch. (L. also ‘a partic. part of a mountain; a limit, boundary; a drink, beverage’)."
  ],
  "raTya": [
    "ra/Tya mfn. (or raTya^) belonging or relating to a carriage or chariot, accustomed to it &amp;c. (with Aji/, ‘a chariot-race’), RV.; ŚBr.",
    "(?) delighting in roads (see f. and raTya-viraTya)",
    "ra/Tya m. a carriage or chariot-horse, RV.; Śak.",
    "ra/Tya n. carriage equipments (trappings, a wheel &amp;c.), RV.; Lāṭy.",
    "a chariot-race or match, RV.",
    "a carriage, vehicle (?), ib."
  ],
  "tAmra": [
    "tAmra/ mf(A)n. (√ tam, Uṇ.) of a coppery red colour, VS. xvi (Naigh. iii, 7), MBh. &amp;c. (tAmrA tvac, the 4th of the 7 membranes with which an embryo is covered, Suśr. iii, 4, 2)",
    "tAmra/ mf(I)n. made of copper, R. iii, 21, 17; Suśr.; Mn. vi, 53/54; BhavP.",
    "tAmra/ m. a kind of leprosy with large red spots, Karmavip.",
    "N. of a son of Naraka Bhauma, BhP. x, 59, 12",
    "= -dvIpa, MBh. ii, 1172; Romakas.",
    "tAmra/ n. = -tA, L.",
    "copper, Kauś.; Mn. &amp;c.",
    "a coppery receptacle, MBh. ii, 61, 29",
    "= -dru, W. (cf. R. ii, 83, 17)"
  ],
  "aYjas": [
    "a/Yjas n. ointment, a mixture, RV. i, 132, 2",
    "N. of a Sāman, ĀrṣBr.",
    "a/Yjas ind. quickly, instantly, RV.; BhP.",
    "see a/YjasA."
  ],
  "ut": [
    "ut ind. a particle of doubt or deliberation (= 2. uta, q.v.), L.",
    "(for the prep. ud See 1. ud.)"
  ],
  "sAman": [
    "1. sA/man n. (fr. √ 1. sA = 1. san) acquisition, possession, property, wealth, abundance, RV.; VS.",
    "2. sA/man n. (m. only in TBr.; prob. connected with √ sAntv; accord. to some fr. √ 1. sA; cf. 3. sAman) calming, tranquillizing, (esp.) kind or gentle words for winning an adversary, conciliation, negotiation (one of the 4 Upāyas or means of success against an enemy, the other 3 being dAna, Beda, and daRqa, qq.vv.; ibc. or instr. sg. and pl., ‘by friendly means or in a friendly way, willingly, voluntarily’), TBr.; &amp;c.",
    "3. sA/man n. (of doubtful derivation; accord. to Uṇ. iv, 152 fr. √ so = 2. sA, as ‘destroying sin’; in Nir. vii, 12 apparently connected with sammita; by others derived fr. √ 1. san, sA, sAntv, and perhaps not to be separated fr. 1. and 2. sAman) a metrical hymn or song of praise, (esp.) a partic. kind of sacred text or verse called a Sāman (intended to be chanted, and forming, with fc, yajus, Candas, one of the 4 kinds of Vedic composition mentioned first in RV. x, 90, 9), RV. &amp;c. &amp;c.",
    "any song or tune (sacred or profane, also the hum of bees), MBh.; Kāv. &amp;c.",
    "the faculty of uttering sounds (?), TBr. (Sch.)"
  ],
  "upya": [
    "upya mfn. (cf. under √ 2. vap) to be scattered or sown, KātyŚr."
  ],
  "udDana": [
    "ud-Dana m. (√ han) a wooden swordlike instrument for stirring boiled rice, L."
  ],
  "raDra": [
    "raDra/ mfn. willing, pliant, obedient, RV. (others ‘weary’ or ‘wealthy’ or ‘a miser’ or ‘officious’ or ‘active’ &amp;c.)"
  ],
  "avatAna": [
    "ava-tAna/ m. ‘unbending of a bow’, N. of the verses, VS. xiv, 54-63; ŚBr.",
    "a cover (spread over climbing plants), MBh. ii, 355; R. v, 16, 28",
    "N. of a man, Pāṇ. ii, 4, 67, Kāś."
  ],
  "tAma": [
    "tAma m. (√ tam) = BIzaRa, L.",
    "= doza, L.",
    "anxiety, distress, W."
  ],
  "jani": [
    "ja/ni, °nI, f. a woman, wife (gen. °nyur, RV. x, 10, 3), RV. (pl. also fig. ‘the fingers’), VS.",
    "birth, production, Sarvad.; KapS. i, 97, Sch.",
    "a kind of fragrant plant, L.",
    "a mother, L.",
    "birth, i.e. life, AgP. xxxviii, 1",
    "birthplace, Hariv. 11979",
    "the root jan, Bādar. iii, 1, 24, Sch.",
    "cf. gnA/."
  ],
  "Arasa": [
    "A-rasa m. a scream, shout, Mālav."
  ],
  "ahi": [
    "a/hi m. (√ aMh), a snake, RV. &amp;c.",
    "the serpent of the sky, the demon Vṛtra, RV.",
    "(see also a/hirbuDnya/s below)",
    "a cloud, Naigh.",
    "water, ib.",
    "the sun, L.",
    "a N. of Rāhu, L.",
    "a traveller, L.",
    "the navel, L.",
    "lead, L.",
    "(in arithm.) the number eight",
    "N. of a Ṛṣi (with the patron. OSanasa) and of another (with the patron. pEdva).",
    "ahi [Zd. aži; Lat. angui-s; Gk. ἔχι-ς, ἔχιδνα, ἔγχελυς, and ὄϕις; Lith. ungury-s; Russ. ûgorj; Armen. ôz; Germ. unc.]"
  ],
  "manman": [
    "ma/nman n. thought, understanding, intellect, wisdom, RV.",
    "expression of thought i.e. hymn, prayer, petition, ib.",
    "manman See p. 786, col. 3."
  ],
  "sadAra": [
    "sa—dAra mfn. accompanied by a wife, ĀpŚr.; Ragh."
  ],
  "ucca": [
    "ucca mfn. (said to be fr. ca fr. √ aYc with 1. ud), high, lofty, elevated",
    "tall, MBh.; Kum.; Śiś.; Kathās. &amp;c.",
    "deep, Caurap.",
    "high-sounding, loud, Bhartṛ.; VarBṛS.",
    "pronounced with the Udātta accent, RPrāt.; VPrāt. &amp;c.",
    "intense, violent, R.",
    "ucca m. height, MBh.",
    "the apex of the orbit of a planet, Kālas, R. &amp;c.",
    "compar. ucca-tara, superl. ucca-tama;",
    "ucca [cf. Hib. uchdan, ‘a hillock’; Cambro-Brit. uched, ‘cleve’.]"
  ],
  "anuvAda": [
    "anu-vAda m. saying after or again, repeating by way of explanation, explanatory repetition or reiteration with corroboration or illustration, explanatory reference to anything already said",
    "translation",
    "a passage of the Brāhmaṇas which explains or illustrates a rule (viDi) previously propounded (such a passage is sometimes called anuvAda-vacana)",
    "confirmation, Nir.",
    "slander, reviling, L.",
    "(used in explaining Dvani), Kpr."
  ],
  "mahman": [
    "mahma/n m. greatness, AV.",
    "mahma/n , mahya. See p. 803, col. 3."
  ],
  "Anamam": [
    "A-na/mam See under A-√ nam."
  ],
  "Amra": [
    "Amra/ m. the mango tree, Mangifera Indica, MBh.; R.; Śak. &amp;c.",
    "Amra/ n. the fruit of the mango tree, Suśr.; ŚBr.; &amp;c;",
    "a particular weight."
  ],
  "ravas": [
    "ravas See purU- and bfhad-r°."
  ],
  "dAhana": [
    "dAhana n. (fr. the Caus.) causing to burn or be burnt, reducing to ashes, MBh. i, 403; BhP. xii, 12, 40",
    "cauterizing, W."
  ],
  "SaSI": [
    "SaSI f. N. of an Apsaras, Kāraṇḍ.",
    "1. SaSI f. See under SaSa.",
    "2. SaSI in comp. for SaSa."
  ],
  "rIra": [
    "rIra m. N. of Śiva, Cat."
  ],
  "nAv": [
    "nAv in comp. for 2. nO before vowels."
  ],
  "tu": [
    "1. tu cl. 2. (tOti, Dhātup.; fut. 2nd totA or tavitA, Vop.) to have authority, be strong, RV. i, 94, 2 (pf. tUtAva cf. Naigh. iv, 1; Pāṇ. vi, 1, 7, Kāś.); to go, Dhātup.; to injure, ib. : Caus. (aor. tUtot, 2. sg. °tos) to make strong or efficient, RV. ii, 20, 5; vi, 26, 4; cf. ut-, saM-; tava/s, &amp;c., tIvra/;",
    "tu [Zend tav, ‘to be able’; Lat. tumour, tueri, totus.]",
    "2. tu/ ind. (never found at the beginning of a sentence or verse; metrically also tU/, RV.; cf. Pāṇ. vi, 3, 133) pray! I beg, do, now, then, Lat.dum used (esp. with the Imper.), RV.",
    "but (also with eva/ or vE/ following), AV. iv, 18, 6; TS.; ŚBr. &amp;c.",
    "and, Mn. ii, 22",
    "or, i, 68; xi, 202",
    "often incorrectly written for nu, MBh. (i, 6151 B. and C.)",
    "sometimes used as a mere expletive",
    "ca — na tu though — still not",
    "na — api tu not — but",
    "na ca — api tu not — but",
    "kAmaM — tu though — still",
    "kAmaM ca — tu though — still",
    "kiM tu though — still",
    "paraM tu though — still",
    "kAmaM — na tu it is true — but not, ere — than",
    "BUyas — na tu it is true — but not, ere — than",
    "varam — na tu it is true — but not, ere — than",
    "kiM tu still, nevertheless",
    "na — paraM tu not — however",
    "tu — tu certainly — but, Hit. i, 2, 33."
  ],
  "jAni": [
    "jAni mfn. ifc. (Pāṇ. v, 4, 134) = ja/ni, a wife, Ragh. xv, 61 (an-anya—jAni mfn. ‘having no other wife’), Kathās. iic; Rājat. i, 258",
    "cf. arunDatI, Ba/drayu/va, vi/-, vitta/-, suma/j-, sapta/-",
    "a- and dvi-jA/ni."
  ],
  "(sa)mparI": [
    "sam-parI (-pari- √ 5. i) P. -paryeti, to go round, circumambulate, R.; to embrace, contain, AV.; to deliberate, ponder, KaṭhUp."
  ],
  "ota": [
    "ota (A-uta) mfn. interwoven, BhP.; MuṇḍUp.",
    "1. o/ta (for 2. See col. 3) mfn. addressed, invoked, summoned, AV.",
    "2. o/ta (for 1. See 4. o) p.p. of A-√ ve, p. 156, col. 2."
  ],
  "vAmana": [
    "vAmana/ mf(A)n. (of doubtful derivation) dwarfish, small or short in stature, a dwarf, VS. &amp;c. &amp;c.",
    "small, minute, short (also of days), MBh.; Kāv. &amp;c.",
    "bent, inclined, HPariś.",
    "relating to a dwarf or to Viṣṇu (cf. below), treating of him, Pur.",
    "descended from the elephant Vāmana (see below), R.",
    "vAmana/ m. ‘the Dwarf’, N. of Viṣṇu in his fifth Avatāra or descent (undertaken to humble the pride of the Daitya Bali [q.v.]; the germ of the story of this incarnation seems to be contained in the 1st book of the ŚBr.; the later legend is given in R. i, 32, 2)",
    "N. of a partic. month, VarBṛS.",
    "of Śiva, MBh. xiv, 193",
    "a dwarfish bull, MaitrS.; TS.",
    "a goat with partic. marks, VarBṛS.",
    "a person born under a partic. constellation, ib.",
    "= kARqa, L.",
    "Alangium Hexapetalum, L.",
    "N. of a serpent-demon, MBh.",
    "of a son of Garuḍa, ib.",
    "of a son of Hiraṇya-garbha, Hariv.",
    "of one of the 18 attendants of the Sun, L.",
    "of a Dānava, Hariv.",
    "of a Muni, Cat.",
    "of a poet (minister under Jayāpīḍa), Rājat.",
    "(also with Bawwa, AcArya &amp;c.) of various other scholars and authors &amp;c. (esp. of one of the authors of the Kāśikā-vṛtti, the other being Jayāditya, and of the author of the Kāvyālaṃkāra-vṛtti)",
    "of the elephant that supports the south (or west) quarter, MBh.",
    "of a mountain, MBh.",
    "(pl.) N. of a people, ib. (B. ambazWa)",
    "vAmana/ n. = vAmana-purARa and °nopapurARa (q.v.)",
    "N. of a place of pilgrimage (called after the dwarf form of Viṣṇu), MBh."
  ],
  "asTAna": [
    "a-sTAna n. non-permanency, inconstancy (as of a sound), Jaim.",
    "not a (fit) place for (gen.), Kād.",
    "impossibility, Divyāv.",
    "an army which has lost its chief, L.",
    "a-sTAna mfn. deep, L."
  ],
  "anu": [
    "1. anu mfn. = aRu, q.v., L.",
    "2. a/nu m. a non-Āryan man, RV.",
    "N. of a king (one of Yayāti's sons)",
    "of a non-Āryan tribe, MBh. &amp;c.",
    "3. a/nu ind. (as a prefix to verbs and nouns, expresses) after, along, alongside, lengthwise, near to, under, subordinate to, with. (When prefixed to nouns, especially in adverbial compounds), according to, severally, each by each, orderly, methodically, one after another, repeatedly. (As a separable preposition, with accusative) after, along, over, near to, through, to, towards, at, according to, in order, agreeably to, in regard to, inferior to, Pāṇ. i, 4, 86. (As a separable adverb) after, afterwards, thereupon, again, further, then, next."
  ],
  "anvaya": [
    "anv-aya m. (√ i See anv-√ i), following, succession",
    "connection, association, being linked to or concerned with",
    "the natural order or connection of words in a sentence, syntax, construing",
    "logical connection of words",
    "logical connection of cause and effect, or proposition and conclusion",
    "drift, tenor, purport",
    "descendants, race, lineage, family.",
    "anv-aya See p. 46, col. 1."
  ],
  "saras": [
    "sa/ras n. ‘anything flowing or fluid’, a lake, large sheet of water, pond, pool, tank, RV. &amp;c. &amp;c. a trough, pail, RV.",
    "water, Naigh. i, 2",
    "speech (a meaning given to account for saras-vatI), ib. i, 11."
  ],
  "samaYjana": [
    "sam-a/Yjana mfn. fitting together, AV.",
    "sam-a/Yjana n. smearing, anointing (see next)"
  ],
  "yUpa": [
    "yU/pa m. (prob. fr. √ yup; but according to Uṇ. iii, 27, fr. √ 2. yu) a post, beam, pillar, (esp.) a smooth post or stake to which the sacrificial victim is fastened, any sacrificial post or stake (usually made of bamboos or Khadira wood; in R. i, 13, 24; 25, where the horse sacrifice is described, 21 of these posts are set up, 6 made of Bilva, 6 of Khadira, 6 of Palāśa, one of Uḍumbara, one of Śleṣmātaka, and one of Deva-dāru), RV. &amp;c. &amp;c.",
    "a column erected in honour of victory, a trophy (= jaya-stamBa), L.",
    "N. of a partic. conjunction of the class Ākṛti-yoga (i.e. when all the planets are situated in the 1st, 2nd, 3rd and 4th houses), VarBṛS."
  ],
  "upa": [
    "u/pa ind. (a preposition or prefix to verbs and nouns, expressing) towards, near to (opposed to apa, away), by the side of, with, together with, under, down (e.g. upa-√ gam, to go near, undergo; upa-gamana, approaching; in the Veda the verb has sometimes to be supplied from the context, and sometimes upa is placed after the verb to which it belongs, e.g. Ayayur upa = upAyayuH, they approached). (As unconnected with verbs and prefixed to nouns upa expresses) direction towards, nearness, contiguity in space, time, number, degree, resemblance, and relationship, but with the idea of subordination and inferiority (e.g. upa-kanizWikA, the finger next to the little finger; upa-purARam, a secondary or subordinate Purāṇa; upa-daSa, nearly ten)",
    "sometimes forming with the nouns to which it is prefixed compound adverbs (e.g. upa-mUlam, at the root; upa-pUrva-rAtram, towards the beginning of night; upa-kUpe, near a well) which lose their adverbial terminations if they are again compounded with nouns (e.g. upakUpa-jalASaya, a reservoir in the neighbourhood of a well)",
    "prefixed to proper names upa may express in classical literature ‘a younger brother’ (e.g. upendra, ‘the younger brother of Indra’), and in Buddhist literature ‘a son’. (As a separable adverb upa rarely expresses) thereto, further, moreover (e.g. tatropa brahma yo veda, who further knows the Brahman), RV.; AV.; ŚBr.; PārGṛ. (As a separable preposition) near to, towards, in the direction of, under, below (with acc., e.g. upa ASAH, towards the regions)",
    "near to, at, on, upon",
    "at the time of, upon, up to, in, above (with loc., e.g. upa sAnuzu, on the tops of the mountains)",
    "with, together with, at the same time with, according to (with inst., e.g. upa DarmaBiH, according to the rules of duty), RV.; AV.; ŚBr. upa, besides the meanings given above, is said by native authorities to imply disease, extinction; ornament; command; reproof; undertaking; giving; killing; diffusing; wish; power; effort; resemblance, &amp;c.;",
    "upa [cf. Zd. upa; Gk. ὑπό; Lat. sub; Goth. uf; Old Germ. oba; Mod. Germ. ob in Obdach, obliegen, &amp;c.]"
  ],
  "tala": [
    "tala (m., L.) n. (√ stf) surface, level, flat roof (of a house), MBh. &amp;c. (chiefly ifc. [f(A). , R. v, 13] cf. naBas-, mahI- &amp;c.)",
    "the part underneath, lower part, base, bottom, Mn. ii, 59; VarBṛS.; Pañcat. &amp;c. (cf. aDas-, taru- &amp;c.)",
    "tala m. n. the palm (of the hand See kara-, pARi-), R. ii, 104, 17; Śak.; Ragh. vi, 18",
    "the sole (of the foot, aNGri-, pAda-), MBh. i; VarBṛS.",
    "(without kara- &amp;c.) the palm of the hand (anyo 'nyasya, or parasparaM talaM or °lAn-√ dA, to slap each other with the palms of the hands), MBh.; Hariv.; R.; Suśr.",
    "tala m. n., L. the sole of the foot, R. v, 13, 47",
    "tala m. the fore-arm, L.",
    "= tAla (a span, L.; the handle of a sword, L.; the palmyra tree, Viddh. ii, 13)",
    "pressing the strings of a lute with the left hand, MBh. viii",
    "N. of a hell, ĀruṇUp.; ŚivaP. (cf. talAtala)",
    "Śiva, MBh. xiii, 17, 130",
    "N. of a teacher g. SOnakAdi",
    "tala n. = -hfdaya, L.",
    "= talka, L.",
    "= talaka (q.v.), L.",
    "= talla (q.v.), L.",
    "the root or seed of events, L.",
    "= -tra, ĀśvGṛ. iii, 12, 11 (tala), MBh.; R."
  ],
  "amAna": [
    "a-mAna n. = 2. a-mA, Nyāyam."
  ],
  "varRaja": [
    "varRa—ja mfn. produced from castes, VarBṛS."
  ],
  "naktan": [
    "nakta/n (only °ta/Bis), night, RV. vii, 104, 18."
  ],
  "vallaBa": [
    "vallaBa mf(A)n. (Uṇ. iii, 125) beloved above all, desired, dear to (gen. loc., or comp.), MBh.; Kāv. &amp;c.",
    "dearer than (abl.), Pañcat. iv, 28",
    "supreme, superintending, L.",
    "a favourite, friend, lover, husband, Kāv.; Kathās. &amp;c.",
    "a cowherd, L. (prob. w.r. for ballava)",
    "a horse (esp. one with good marks or a favourite horse), L.",
    "a kind of Agallochum, Gal.",
    "N. of a son of Balākāśva, MBh.",
    "of the founder of a Vaiṣṇava sect (= vallaBAcArya, q.v.)",
    "of a grammarian and various other writers and teachers (also with gaRaka and nyAyAcArya), Cat."
  ],
  "saMjvara": [
    "saM-jvara m. great heat or fever (also applied to the heat of anger or any violent agitation; °raM-√ kf, ‘to feel agitated’), Mn. (in a-s°, q.v.), Kāv.; Kathās. &amp;c."
  ],
  "ahAvas": [
    "ahA/vas ind. an interjection said to sound like a flourish at the end of a Sāman verse, ŚBr. iv."
  ],
  "kavaza": [
    "kava/za mf(I/)n. opened (as the legs), AitBr.",
    "kava/za m. a shield, L.",
    "(or kavaza ElUza) N. of a Ṛṣi (son of Ilūṣa by a slave girl, and author of several hymns in the tenth Maṇḍala of the Ṛg-veda; when the Ṛṣis were performing a sacrifice on the banks of the Sarasvatī he was expelled as an impostor and as unworthy to drink of the water, being the son of a slave; it was only when the gods had shown him special favour that he was readmitted to their society), RV. vii, 18, 12; AitBr. ii, 19",
    "N. of a Muni, BhP.",
    "N. of the author of a Dharma-śāstra."
  ],
  "uzRa": [
    "uzRa/ mf(A, rarely I)n. (Uṇ. iii, 2) hot, warm",
    "ardent, passionate, impetuous, RV. x, 4, 2; AV. vi, 68, 1; viii, 9, 17; ŚBr.; ChUp.; Suśr.; Mn. &amp;c.",
    "pungent, acrid",
    "sharp, active, L.",
    "uzRa/ (as), m. onion, L.",
    "N. of a man, VP.",
    "uzRa/ (as, am),m. n. heat, warmth, the hot season (June, July), Mn. xi, 113; Śak.; Daś. &amp;c.",
    "any hot object, MBh.",
    "N. of certain positions in the retrograde motion of the planet Mars, VarBṛS.",
    "N. of a Varṣa, VP."
  ],
  "Ajani": [
    "A/jani f. a stick for driving, AV. iii, 25, 5."
  ],
  "AhAva": [
    "A-hAva &amp;c. See A-√ hu &amp; A-√ hve.",
    "1. A-hAva/ m. a trough, pail, vessel, RV.",
    "a trough near a well for watering cattle, Pāṇ.",
    "(for 2. A-hAva See A-√ hve.)",
    "2. A-hAva m. a particular invocation (SoMsAvom corrupt from SaMsAva, ‘let us two pray!’) by which the Hotṛ addresses the Adhvaryu, AitBr.; ĀśvŚr. (cf. A-hvAna)",
    "battle, war, L.",
    "(for 1. A-hAva See A-√ hu.)"
  ],
  "ASA": [
    "1. A-SA/ f. wish, desire, hope, expectation, prospect, AV.; ŚBr.; ChUp.; R.; Śak.; Kathās.; Pañcat. &amp;c.",
    "Hope personified as the wife of a Vasu, Hariv.",
    "as the daughter-in-law of Manas, Prab.",
    "(for 2. A/SA See s.v.)",
    "2. A/SA f. (√ 1. aS; for 1. ASA/ See A-√ SaMs), space, region, quarter of the heavens, RV.; AV.; TS.; R.; MBh.; Ragh. &amp;c."
  ],
  "nat": [
    "nat mfn. (√ nam) bowing, bowing one's self (ifc.), MW."
  ],
  "sAva": [
    "sAva/ m. (fr. √ 3. su) a Soma libation (cf. prAtaH- and sahasra-s°), RV."
  ],
  "anala": [
    "1. anala m. (√ an), fire",
    "the god of fire, digestive power, gastric juice",
    "bile, L.",
    "wind, L.",
    "N. of Vasudeva",
    "of a Muni",
    "of one of the eight Vasus",
    "of a monkey",
    "of various plants (Plumbago Zeylanica and Rosea; Semecarpus Anacardium)",
    "the letter r",
    "the number three",
    "(in astron.) the fiftieth year of Bṛhaspati's cycle",
    "the third lunar mansion or Kṛttikā (?).",
    "2. anala Nom. P. °lati, to become fire, Subh."
  ],
  "yajas": [
    "ya/jas n. worship, sacrifice, RV. viii, 40, 4 (= yAga, Sāy.)"
  ],
  "ASI": [
    "1. ASI f. = 1. ASi/s, L.",
    "(for 2. ASI See 2. ASis.)",
    "2. ASI f. = 2. ASis, L.",
    "3. A-√ SI Ā. (irr. -Sa/ye [3. sg.] RV.; AV. : Impv. 3. sg. A-SayAm, AV. v, 25, 9; 3. pl. -Serate, Vikr.) to lie or rest on or round: P. (impf. 3. pl. ASayan) to wish, BhP. ix, 1, 37 [perhaps this form is rather a Nom. from 1. ASA?] : Caus. (impf. A/SISayat) to lay or put upon, R."
  ],
  "AnAya": [
    "A-nAya m. a fisherman's net, Pāṇ.",
    "investiture (= upanaya), L."
  ],
  "Canna": [
    "Canna mfn. covered, covered over, MBh. iii, 800; R. i f.; Megh.; BhP. &amp;c. (ifc. cf. Pāṇ. vi, 2, 170)",
    "obscured (the moon), MBh. i, 2699; Sūryas. iv, 10 and 22",
    "hidden, unnoticed by (dat.), secret, clandestine, disguised, MBh. iii f.; R. ii, v; BhP.; Kathās.; Rājat.",
    "Canna ind. (in comp. °nna-), Rājat. v, 467",
    "Canna ind. (with √ gE, to sing) privately, in a low voice, Lāṭy. iii, 1, 12 ff.",
    "Canna See √ 1. Cad."
  ],
  "rARI": [
    "rARI f. (corruption of rAjYI, q.v.) a queen."
  ],
  "avacara": [
    "ava-cara m. the dominion or sphere or department of (in comp. See kAmAvacara, DyAnAv°, &amp;c.), Buddh. (cf. tAlAvacara and yajYAvacara/.)"
  ],
  "ni": [
    "1. ni/ ind. down, back, in, into, within (except, AV. x, 8, 7 always prefixed either to verbs or to nouns; in the latter case it has also the meaning of negation or privation [cf. ‘down-hearted’ = heartless]; sometimes w.r. for nis)",
    "it may also express kzepa, dAna, upa-rama, A-Sraya, mokza &amp;c., L.",
    "ni [cf. Zd. ni; Gk. ἐ-νί; Slav. ni-zu; Germ., ni-dar, ni-der, nieder; Angl.Sax. ni-ther, Eng. ne-ther, be-neath.]",
    "2. ni (for nI) mfn. See fta-ni/.",
    "3. ni (in music) the 7th note (for nizaDa)."
  ],
  "svaDA": [
    "sva—DA , see p. 1278, col. 1, and s.v.",
    "sva-DA/ f. (for svaDA/ See p. 1280) self-position, self-power, inherent power (accord. to some, N. of Nature or the material Universe; sva-Da/yA ‘by self-power’), RV.",
    "own state or condition or nature, habitual state, custom, rule, law, RV.",
    "ease, comfort, pleasure (a/nu svaDA/m, svaDA/m a/nu or svaDA/ a/nu, svaDa/yA, or svaDA/BiH, ‘according to one's habit or pleasure, spontaneously, willingly, easily, freely, undisturbedly, wantonly, sportively’), RV.; AV.; VS.; TBr.",
    "own place, home (svaDe/ du. ‘the two places or homes’, heaven and earth, Naigh. iii, 30), ib.",
    "‘own portion or share’, the sacrificial offering due to each god, (esp.) the food or libation, or refreshing drink (cf. 2. su-DA) offered to the Pitṛs or spirits of deceased ancestors (consisting of clarified butter &amp;c. and often only a remainder of the Havis; also applied to other oblations or libations, and personified as a daughter of Dakṣa and wife of the Pitṛs or of Aṅgiras or of a Rudra or of Agni), RV. &amp;c. &amp;c.",
    "sva-DA (-DA), ind. (with dat. or gen.) the exclamation or benediction used on presenting (or as a substitute for) the above oblation or libation to the gods or departed ancestors (accord. to Mn. iii, 252 the highest form of benediction at a Śrāddha; with √ kf, ‘to pronounce the exclamation or benediction sva-DA’; svaDAstu, ‘let there be a blessing on it’ [cf. RTL. 104, n. 1]), RV.; &amp;c.",
    "svaDA/ f. (for sva-DA see p. 1278, col. 1) an axe, knife, TS."
  ],
  "tagara": [
    "takarI (also tagara, °raka or tagarI) = sTakara or sTagara, a partic. fragrant powder (Bloomfield's, AV., p. 311).",
    "tagara n. (m., L.) = °raka, Kauś. 16; MBh. xiii, 5042; Buddh.; Suśr.; VarBṛS. lxxvii, 5 ff.",
    "tagara n. = -pura, Romakas."
  ],
  "nAvA": [
    "nAvA/ (A/), f. id., RV. i, 97, 8."
  ],
  "Ajaka": [
    "Ajaka n. a flock of goats, Pāṇ. iv, 2, 39."
  ],
  "me": [
    "1. me cl. 1. Ā. (Dhātup. xxii, 65) mayate (ep. also P. mayati; pf. mame Gr.; aor. amAsta, ib.; fut. mAtA, mAsyate, ib.; ind.p. -mitya or -mAya, ib.). to exchange, barter (cf. apa-. and ni-√ me) : Caus. mApayati, ib. : Desid. mitsate, ib. : Intens. memIyate, mAmeti, mAmAti, ib.",
    "2. me (onomat.) imitative of the sound of a bleating goat (me-me-√ kf, to bleat), Kāv."
  ],
  "Avaya": [
    "Avaya/ n. (fr. 2. a-vI cf. Avi), pangs of childbirth, painful childbirth (?), AV. viii, 6, 26",
    "Avaya/ (as), m. arrival, T.",
    "one who arrives, T.",
    "N. of a country, L."
  ],
  "kamala": [
    "ka/mala mfn. (Comm. on Uṇ. i, 106) pale-red, rose-coloured, TS. vii, 3, 18, 1",
    "(kama/la), AV. viii, 6, 9 (desirous, lustful, BRD.)",
    "ka/mala (as), m. a species of deer, L.",
    "the Indian crane (Ardea Sibirica), L.",
    "N. of Brahmā, L.",
    "of a pupil of Vaiśampāyana, Kāś.",
    "of an Asura, GaṇP.",
    "(in mus.) a particular Dhruvaka (q.v.)",
    "ka/mala (as, am), m n. a lotus, lotus-flower, Nelumbium, Suśr.; Śak.; Bhartṛ. &amp;c.",
    "ka/mala f(I)n. N. of a metre (four times three short syllables)",
    "ka/mala (am), n. a particular constellation, VarBṛ.",
    "water, Kir. v, 25",
    "copper, L.",
    "the bladder, L.",
    "a medicament, drug, L.",
    "N. of a town built by Kamalā, Rājat.",
    "a particular number, Buddh.",
    "kamala See col. 1."
  ],
  "Ahara": [
    "A-hara &amp;c. See A-√ hf.",
    "1. A-hara mfn. ifc. bringing, fetching, Ragh.",
    "A-hara m. taking, seizing",
    "accomplishing, offering (a sacrifice), MBh.; Kād.",
    "drawing in breath, inhaling",
    "inhaled air",
    "breath inspired, inspiration, L.",
    "2. A-hara (2. sg. Impv. forming irregular Tatpuruṣa compounds with the following words) :"
  ],
  "tattva": [
    "tat—tva n. true or real state, truth, reality, ŚvetUp.; Mn.; Bhag. &amp;c.",
    "(in phil.) a true principle (in Sāṃkhya phil. 25 in number, viz. a-vyakta, budDi, ahaM-kAra, the 5 Tan-mātras, the 5 Mahā-bhūtas, the 11 organs including manas, and, lastly, puruza, qq.vv.), MBh. xii, 11840; xiv, 984; R. iii, 53, 42; Tattvas.; 24 in number, MBh. xii, 11242; Hariv. 14840 (m.); 23 in number, BhP. iii, 6, 2 ff.; for other numbers cf. xi, 22, 1 ff.; RāmatUp.; with Māheśvaras and Lokāyatikas only 5 [viz. the 5 elements] are admitted, Prab. ii, 18/19; with, Buddh. 4, with Jainas 2 or 5 or 7 or 9 Sarvad. ii f.; in Vedānta phil. tattva is regarded as made up of tad and tvam, ‘that [art] thou’, and called mahA-vAkya, the great word by which the identity of the whole world with the one eternal Brahma [tad] is expressed)",
    "the number 25 Sūryas. ii",
    "the number 24 DevībhP.; ŚBr. vii, 3, 1, 43; Sāy.",
    "an element or elementary property, W.",
    "the essence or substance of anything, W.",
    "the being that, Jaim. i, 3, 24, Sch.",
    "= tata-tva, L.",
    "N. of a musical instrument, L."
  ],
  "maDu": [
    "ma/Du mf(U or u or vI)n. (gen. n. Ved. ma/Dvas, ma/Dos, or ma/Dunas; instr. ma/DvA; dat. ma/Dune; loc. ma/DO) sweet, delicious, pleasant, charming, delightful, RV.; TS.",
    "bitter or pungent, L.",
    "ma/Du m. N. of the first month of the year (= Caitra, March-April), ŚBr. &amp;c. &amp;c.",
    "the season of spring, Var.; Kālid.",
    "Bassia Latifolia, L.",
    "Jonesia Asoka, L.",
    "liquorice, L.",
    "N. of Śiva, MBh.",
    "of two Asuras (the one killed by Viṣṇu, the other by Śatru-ghna), MBh.; Hariv.; Pur.",
    "of one of the 7 sages under Manu Cākṣuṣa, MārkP.",
    "of a son of the third Manu, Hariv.",
    "of various princes (of a son of Vṛṣa, of Deva-kṣatra, of Bindu-mat, of Arjuna Kārtavīrya), Hariv.; Pur.",
    "of a son of Bhaṭṭa-nārāyaṇa, Kṣitīś.; of a teacher (= maDva or ananda-tIrTa), Col.",
    "of a mountain, MārkP.",
    "(pl.) the race of Madhu (= the Yādavas or Māthuras), MBh.; Hariv.; BhP.",
    "ma/Du (u) f. a partic. plant (= jIvA or jIvantI), L.",
    "ma/Du n. anything sweet (esp. if liquid), mead &amp;c., RV.; AV.; TBr.",
    "Soma (also somyam maDu), RV.",
    "honey (said to possess intoxicating qualities and to be of 8 kinds; maDuno leha m. licker of honey a bee, W.), RV. &amp;c. &amp;c.",
    "milk or anything produced from milk (as butter, ghee &amp;c.), RV.; VS.; GṛŚrS.",
    "the juice or nectar of flowers, any sweet intoxicating drink, wine or spirituous liquor, Kāv.; Var.; Sāh.",
    "sugar, L.",
    "water, L.",
    "pyrites, Bhpr.",
    "N. of a Brāhmaṇa, ŚBr.; a kind of metre, Col.",
    "maDu [cf. Gk., μέθυ, μέθη, Slav. medǔ; Lith. midùs, medùs; Germ. Meth; Eng. mead.]"
  ],
  "aSru": [
    "a/Sru n. (us m. only once, ŚBr. vi and once, R.) a tear, RV. x, 95, 12 and 13; AV. &amp;c. with √ muc, or √ kf [MBh. xii, 12491] or √ vft, Caus. [R.] to shed tears",
    "aSru [supposed to stand for daSru fr. √ daMS: cf. Gk. δάκρυ; Lat. lacryma for dacryma; Goth. tagrs; Eng. tear; Mod. Germ. Zähre]."
  ],
  "vaSya": [
    "vaSya mfn. to be subjected &amp;c.",
    "subdued, tamed, humbled",
    "being under control, obedient to another's will, dutiful, docile, tame, humble, at the disposal of (gen. or comp.), MBh.; Kāv. &amp;c.",
    "vaSya m. a dependent, slave, MW.",
    "N. of a son of Āgnīdhra, MārkP.",
    "vaSya f. (Cat.) or n. (ib.; Prab.) the supernatural power of subjecting to one's own will, any act (such as the repetition of spells) performed with that object, VarBṛS.; Gṛhyās.",
    "vaSya m. cloves, W."
  ],
  "samaya": [
    "1. samaya P. °yati (for 2. See sam-√ i), to level, regulate, L.",
    "sam-aya &amp;c. See p. 1164, col. 1.",
    "2. sam-aya/ m. (ifc. f(A). ) coming together, meeting or a place of meeting, AV.; ŚBr.",
    "intercourse with (instr.), Mn. x, 53",
    "coming to a mutual understanding, agreement, compact, covenant, treaty, contract, arrangement, engagement, stipulation, conditions of agreement, terms (ena or At or -tas, ‘according to agreement, conditionally’; tena samayena, ‘in consequence of this agreement’; samayaM acc. with √ kf, ‘to make an agreement or engagement’, ‘agree with any one [instr. with or without saha]’, ‘settle’, ‘stipulate’; with sam√ vad id.; with √ dA, ‘to propose an agreement, offer terms’; with √ brU or √ vac or aBi-√ DA, ‘to state the terms of an agr°’, ‘make a promise’; with √ grah or prati-√ pad, ‘to enter into an agr°’, ‘make or accept conditions of an agr°’; with √ pAl, or √ rakz or pari-√ rakz &amp;c., ‘to keep an agr°’, ‘keep one's word’; with √ tyaj or √ Bid or vy-aBi-√ car &amp;c., ‘to break an agr°’; abl. with √ BraMS id.; loc. with √ sTA, ‘to keep an engagement’, ‘keep one's word’; acc. with Caus. of √ sTA or of ni-√ viS ‘to fix or settle terms’, ‘impose conditions’), TS. &amp;c. &amp;c.",
    "convention, conventional rule or usage, established custom, law, rule, practice, observance, MBh.; R.; BhP.",
    "order, direction, precept, doctrine, Nir.; MBh.; Śaṃk.; Sarvad.",
    "(in rhet.) the conventional meaning or scope of a word, Kusum.",
    "appointed or proper time, right moment for doing anything (gen. or Pot. Pāṇ. iii, 3, 68), opportunity, occasion, time, season (ifc. or ibc. or °ye ind., ‘at the appointed time or at the right moment or in good time for’, or ‘at the time of’, ‘when there is’; tena samayena, ‘at that time’), MBh.; Kāv. &amp;c.",
    "juncture, circumstances, case (iha samaye, ‘under these circumstances’, ‘in this case’), Pañcat.; Hit.",
    "an ordeal, Viṣṇ.",
    "sign, hint, indication, W.",
    "demonstrated conclusion, ib.",
    "limit, boundary, ib.",
    "solemn address, harangue, speech, declaration, Viṣṇ.",
    "(in gram.) a Vedic passage which is the repetition of another one, RPrāt.",
    "(in dram.) end of trouble or distress, Bhar.; Daśar.; Sāh.",
    "N. of a son of Dharma, VP.",
    "(with Śāktas) N. of the author of a Mantra, Cat."
  ],
  "sajya": [
    "sa—jya See s.v., col. 2.",
    "sa-jya mfn. (fr. 7. sa + 3. jyA/, q.v.) having a bow-string, strung (as a bow), placed on the bow-string (as an arrow), Kauś.; MBh. : R. &amp;c."
  ],
  "vahas": [
    "va/has n. the shoulder of a draught animal, ŚBr. (v.l. for vaha/)."
  ],
  "janman": [
    "ja/nman n. birth, production (kfta-janman mfn. ‘planted’, Kum. v, 60), origin (ifc. ‘born from’ e.g. SUdra. q.v.), RV. iii, 26, 7; vii, 33, 10; AV.; VS. &amp;c.",
    "existence, life, Mn.; Bhag. iv, 5; Yogas. ii, 12 (dfzwAdfzwaj°, ‘present and future life’), &amp;c. (°ma acc. ind. through the whole life, HPariś. iv, 7)",
    "nativity, VarBṛS. i, 10",
    "re-birth, Sarvad. xi",
    "birthplace, home, RV. ii, 9, 3; viii, 69, 3; x, 5, 7; AV.; VS.",
    "a progenitor, father, Śak. vii, 18",
    "natal star, VarBṛS. iv, 28",
    "(in astrol.) N. of the 1st lunar mansion, civ",
    "a creature, being, RV.; TBr. ii; AitBr. iv, 10",
    "people, RV. ii, 26, 3; iii, 15, 2",
    "the people of a household, kind, race, RV. (uBa/yaj° sg., du. and pl., ‘both races’ i.e. gods and men or [x, 37, 11] men and animals)",
    "nature, quality, i, 70, 2",
    "custom, manner (pratne/na ja/nmanA, according to ancient custom), i, 87, 5; ix, 3, 9; SV. (v.l. manm°, RV.), Hariv. 15718 (dUta-janmanA, ‘like a messenger’)",
    "water, Naigh. i, 12."
  ],
  "unna": [
    "unna mfn. wetted, wet, moistened, moist, KātyŚr. &amp;c.",
    "kind, humane, L.",
    "unna See 2. ud."
  ],
  "sadas": [
    "sa/das n. (accord. to some also f.) a seat, residence, abode, dwelling, place of meeting, assembly (esp. at a sacrifice; sa/dasas-pa/ti m. = sa/das-pa/ti; sadasi, ‘in public’), RV. &amp;c. &amp;c.",
    "a shed erected in the sacrificial enclosure to the east of the Prācīnavaṃśa, AV.; VS. : Br.; MBh.; Hariv.",
    "du. heaven and earth (= dyAvA-pfTivI), Naigh. iii, 30. [cf. Gk. ἕδος.]"
  ],
  "iya[m]": [
    "iya/m f. nom. sg. of the demonstrative pronoun ida/m, q.v."
  ],
  "la": [
    "1. la the 3rd semivowel (corresponding to the vowels x, X, and having the sound of the English l)",
    "a technical term for all the tenses and moods of a finite verb or for the terminations of those tenses and moods (also applied to some forms with kft affixes construed like a finite verb, Pāṇ. ii, 3, 69; cf. iii, 2, 124, and when accompanied by certain indicatory letters denoting each tense separately See law; laN; liN; low; liw; luw; xw; luN; xN; lew), Pāṇ. iii, 4, 69; 77, Sch.",
    "2. la m. N. of Indra, L.",
    "cutting (? cf. lava), W.",
    "3. la (in prosody) = laGu, a short syllable."
  ],
  "yavasa": [
    "ya/vasa m. n. grass, fodder, pasturage, RV.; &amp;c.",
    "yavasa &amp;c. See p. 847, col. 3."
  ],
  "upayama": [
    "upa-yama m. (Pāṇ. iii, 3, 63) appropriation, taking possession of",
    "marrying, marriage, Sāh.",
    "kindling a fire, (kanyAgny-upayama, taking a wife and kindling the domestic fire, Gaut. xviii, 18)",
    "a support, stay, ĀpŚr. xv, 9, 10."
  ]
}